{
    "yt_video_id": "HqIblDLzY_0",
    "transcripts": [
        {
            "start_time": "",
            "end_time": "",
            "text": "Hey everyone, there's 88 apps.  That are children.  Or that.  Are you?  I'm sorry to hear that.  Have you ever been raised?  I've not been raised. ",
            "speaker": {
                "name": "Speaker 0"
            }
        },
        {
            "start_time": "00:00:13,780",
            "end_time": "00:00:21,960",
            "text": "Well, can I change your mind by saying I've been raised and I've opened the door to my friends. ",
            "speaker": {
                "name": "Speaker 1"
            }
        },
        {
            "start_time": "00:00:22,020",
            "end_time": "00:00:23,160",
            "text": "No, that wouldn't be convincing argument.  I'm very sorry.  No. ",
            "speaker": {
                "name": "Speaker 0"
            }
        },
        {
            "start_time": "00:00:26,340",
            "end_time": "00:00:34,140",
            "text": "I don't know how you have the audacity to come back on our campus and say that rape culture is a myth because that's personally offensive to a lot of people.  I know actually and so especially like the audacity to come here and Yeah, you know what how about somebody rapes you and then you come and tell me that rape culture is a myth. ",
            "speaker": {
                "name": "Speaker 1"
            }
        },
        {
            "start_time": "00:00:50,000",
            "end_time": "00:00:59,220",
            "text": "so for me to be so idiotic as to not believe in rape culture, which we both agree is the idea that rape is perpetuated, encouraged, or tolerated in a society.  You would need to present some kind of data.  Anything.  I know you think empirical data is bullshit.  That's fine.  Some kind of evidence to support your premise that rape is tolerated or encouraged in the United States. ",
            "speaker": {
                "name": "Speaker 0"
            }
        },
        {
            "start_time": "00:01:11,620",
            "end_time": "00:01:14,480",
            "text": "Yeah, I mean, it is totally, I mean, have you seen like Brett Kavanaugh?  Are you familiar with that situation right now?  Like, you don't know who Brett Kavanaugh is.  This man doesn't know who Brett Kavanaugh is.  And he's gonna see here and tell me that rape culture is a myth.  And as they ask them these questions, they pull out his yearbook, and they find terms like devil's triangle, which if you don't know what that means, that's odd.  Two males in a female, and that's two males ganging up on a female.  It is, like, it refers to rape.  And so he's out here, and that's who they're trying to appoint. ",
            "speaker": {
                "name": "Speaker 1"
            }
        },
        {
            "start_time": "00:01:47,080",
            "end_time": "00:01:49,000",
            "text": "And this man is Brett Kavanaugh. ",
            "speaker": {
                "name": "Speaker 0"
            }
        },
        {
            "start_time": "00:01:49,100",
            "end_time": "00:01:50,280",
            "text": "Brett Kavanaugh, sir.  At this point, I'm unsure of what you know about the government, but that is the highest position that you can acquire. ",
            "speaker": {
                "name": "Speaker 1"
            }
        },
        {
            "start_time": "00:01:57,000",
            "end_time": "00:01:58,460",
            "text": "It's a Supreme Court.  It's a Supreme Court justice.  It's high up there.  It's high up there, right?  I appreciate it.  So the fact that... So if I'm to answer the question on Brett Kavanaugh and Dr.  Christine Ford, or any of the other allegations coming forward from Michael Abonelli, who represents actually the other way you accuse him of gang rape as well, that's separate again from the evidence.  It's about 1-1-1-1-1-1-1-1-1. college students, if you include all sexual assault according to the Department of Justice Bureau of Justice, it's about one and fifty two of all.  So that includes you know playing grab ass.  It's worth hubris mean anything to you. ",
            "speaker": {
                "name": "Speaker 0"
            }
        },
        {
            "start_time": "00:02:30,860",
            "end_time": "00:02:31,440",
            "text": "No, it doesn't. ",
            "speaker": {
                "name": "Speaker 1"
            }
        },
        {
            "start_time": "00:02:31,540",
            "end_time": "00:02:35,260",
            "text": "It's a fact that you really, did you really think that I didn't know Brett Cavanol was? ",
            "speaker": {
                "name": "Speaker 0"
            }
        },
        {
            "start_time": "00:02:35,620",
            "end_time": "00:02:36,240",
            "text": "I really did it.  Honestly at this point, like I'm unsure what you actually know.  Right. ",
            "speaker": {
                "name": "Speaker 1"
            }
        },
        {
            "start_time": "00:02:40,360",
            "end_time": "00:02:40,460",
            "text": "Yeah.  You've explained enough thing.  You present a no evidence or data.  The only thing, the only time you've addressed evidence or data is saying that it's bullshit.  Use your words and it doesn't matter.  The amount of rapes matter.  The conviction rates matter.  What we would rape us matters.  And when you come out and you say we live in a rape culture and you compare Dr.  Christine Ford's allegations, let's say we have no idea whether they're true or not.  Zero evidence whatsoever from 35 years ago.  You can't learn an investigation whether who, what, when, where, why, we have none of it.  To then use that as a springboard to say that we live in a rape culture I think it's intellectually disingenuous and I think it does a great disservice to people who've actually been a victim of horrible crime. ",
            "speaker": {
                "name": "Speaker 0"
            }
        },
        {
            "start_time": "00:03:12,820",
            "end_time": "00:03:15,340",
            "text": "So then how can you say here and tell me that? ",
            "speaker": {
                "name": "Speaker 1"
            }
        },
        {
            "start_time": "00:03:17,440",
            "end_time": "00:03:18,260",
            "text": "How can you say that? ",
            "speaker": {
                "name": "Speaker 0"
            }
        },
        {
            "start_time": "00:03:18,300",
            "end_time": "00:03:22,220",
            "text": "That this is all like these statistics are all 100% correct. ",
            "speaker": {
                "name": "Speaker 1"
            }
        },
        {
            "start_time": "00:03:22,740",
            "end_time": "00:03:22,800",
            "text": "No.  I know how.  let you back on this campus.  It's a public sidebar. ",
            "speaker": {
                "name": "Speaker 0"
            }
        },
        {
            "start_time": "00:03:27,660",
            "end_time": "00:03:28,520",
            "text": "So nobody invited you here. ",
            "speaker": {
                "name": "Speaker 1"
            }
        },
        {
            "start_time": "00:03:28,560",
            "end_time": "00:03:34,460",
            "text": "Officer, if nobody invited me here, can we ask you to leave this campus?  Is this being angels?  Have you ever been raised?  No.  It's just a... It's just a... If Brett Kavanaugh did all of the things that he accused him of, for example, a triangle, gang rape.  gang rape.  If he raped people, caucus head back and left, I say that cast rate him and give him life.  But if it's not true.  I feel probably worse for him than any man I can think of in recent memory.  The only difference between the two is castrate the man versus empathy is the truth.  That's a good question.  That would be awesome. ",
            "speaker": {
                "name": "Speaker 0"
            }
        },
        {
            "start_time": "00:04:11,200",
            "end_time": "00:04:14,540",
            "text": "Why is he allowed on our campus if this isn't even like an organized event?  No, I am not part of this event. ",
            "speaker": {
                "name": "Speaker 1"
            }
        },
        {
            "start_time": "00:04:16,980",
            "end_time": "00:04:18,160",
            "text": "You're free to go anytime. ",
            "speaker": {
                "name": "Speaker 2"
            }
        },
        {
            "start_time": "00:04:18,200",
            "end_time": "00:04:19,120",
            "text": "You don't have to actually.  Yeah, no, but if he's going to sit here and say the rape culture is a myth that somebody needs to sit here and say we're going to deal with that, but you're not helping the situation by adding So adding him.  No, no, I'm adding to it.  I added to rape culture, but I can't remember whatever he does to do. ",
            "speaker": {
                "name": "Speaker 1"
            }
        },
        {
            "start_time": "00:04:36,700",
            "end_time": "00:04:37,060",
            "text": "You're not.  I understand. ",
            "speaker": {
                "name": "Speaker 0"
            }
        },
        {
            "start_time": "00:04:37,940",
            "end_time": "00:04:40,280",
            "text": "So if I called you, it's like somebody raped me.  You wouldn't be mad. ",
            "speaker": {
                "name": "Speaker 1"
            }
        },
        {
            "start_time": "00:04:41,420",
            "end_time": "00:04:43,240",
            "text": "But that's not what you should say in my words.  I didn't say that. ",
            "speaker": {
                "name": "Speaker 0"
            }
        },
        {
            "start_time": "00:04:44,360",
            "end_time": "00:04:51,020",
            "text": "trying to get some order here, and you're not willing to have to be a part of this, then you're free to leave. ",
            "speaker": {
                "name": "Speaker 2"
            }
        },
        {
            "start_time": "00:04:51,240",
            "end_time": "00:04:55,420",
            "text": "Great culture exists, and you're telling me one in a thousand.  I can tell you that's bullshit.  What are 19 hunting? ",
            "speaker": {
                "name": "Speaker 0"
            }
        },
        {
            "start_time": "00:04:57,680",
            "end_time": "00:04:58,300",
            "text": "Do you see?  Do you see 19 other people standing here?  I can guarantee you multiple people, right?  Yeah, I've been raped and this is not 19 hundred people. ",
            "speaker": {
                "name": "Speaker 1"
            }
        },
        {
            "start_time": "00:05:07,120",
            "end_time": "00:05:08,940",
            "text": "So, okay.  And this been a thing, one in 1900, 1900.  According to the FBI, one in 1900, people have been raped.  I can guarantee that I'm not the only one standing here that's been raped.  And we are not 1900.  So thank you, and thank you, and I hope you get that all on our campus. ",
            "speaker": {
                "name": "Speaker 0"
            }
        }
    ]
}