{
    "yt_video_id": "R67v_ySKcj8",
    "transcripts": [
        {
            "start_time": "",
            "end_time": "",
            "text": "Okay, let's get started.  Number 15.  We're going to go backwards this time.  Number 15 is if she's rude to wait staff or to servers in a restaurant, major red flag about her character, maybe she's insecure, maybe she needs validation, maybe she's an narcissist, anyway you cut it.  If she's rude to servers or people who can do no good for her, or to her for her, then that is a red flag about her character.  Number 14, if she trashes her ex or exes or friends or people that she's ever been close to, if she trash talks other people then she'll trash talk you and aside from which why is she trash talking all these people?  that's just not a good sign about her personality.  sorry okay.  number 13 she makes hanging out with your friends or your family seem like a big chore for her.  Like, she doesn't enjoy it and you're probably going to owe her something for her giving you the gift of her presence with your friends or family.  In other words, she selfish.  Number 12.  She disregards your opinions, especially if you give her any kind of feedback that might challenge her viewpoint.  So if there's never a time where you might be right, even if it means she doesn't even have to be wrong, if she always has to be right and you can never be right, or she has to turn whatever you say around into her idea or making it right her, then that's a pretty big red flag.  Number 11.  If she's really going home to move forward really quickly like she's just totally into you and she's wants to advance the relationship really quickly and she always wants to see you.  I mean that can be a sign of interest but it also can be a sign of trying to lock you down because she's super needy and desperate which if she ever gets over she might not stay with you.  Number 10.  She insults you either directly or through little digs or sarcasm.  So if someone is trying to take down your confidence level, to bring you down to a level of insecurity that matches hers because she needs to feel better than you, that is a major red flag.  Not good.  No spoilers.  Number nine.  They never own their part for something that goes wrong.  So they never take responsibility.  It's always somebody else's fault, whether it's something that's gone wrong in the relationship with you or she was late for a day or she had to cancel.  It's always somebody else's fault.  If it's to do with work or friends, she's never to blame for anything.  It's always somebody else's fault.  So if she doesn't ever take responsibility for even the smallest part and something that's gone wrong in her life, then yeah, that's what you're going to be signing up for.  It's always going to be your fault.  That's a red flag.  Number eight.  Okay, so let's say she does apologize, but there's always a butt.  So I'm sorry, but you did this thing.  I'm sorry, but it was Charlie's fault.  I'm sorry, but Ashley's a, oh, I don't know what that has to do with anything, but whatever.  If there's an apology with a butt, anything that comes after a butt negates anything that came before the butt.  If that makes sense.  So if there's a butt attached, it's not a sincere apology.  Make sure you're not doing this as well.  So, yeah.  If she can't apologize, she can't take ownership where she apologizes with a bud.  That's a red flag.  Number seven, she attacks you when she's feeling down or insecure.  So if she attacks you for little things that seemingly have no significance to your relationship or whatever she's feeling crappy about, if she wants to bring you down again because she is feeling insecure and this is generally not on a conscious level but if she tries to bring you down because she's feeling down in her life or insecure about something or within your relationship then that is not a good sign.  In relation to this is number six which is she never Cheers for your wins.  So she can handle.  If you're advancing in life or doing well, her underlying fear might be that you're going to leave her.  You'll figure out that you're too good for her and you're going to leave her.  So she'll cut you down or she'll try to find ways of making your wins less witty.  Not when he like a horse, but when he like you're awesome.  So she doesn't cheer for you when you do well, but instead tries to bring you down a notch.  That's not a good sign.  That's a red flag.  Major red flag, dude.  Major red flag.  Okay, next one.  Number five, she likes being a drama queen.  It's not just that she kind of innocently ends up in drama.  She likes the drama.  She creates the drama.  If there's no drama there, she makes sure to stir the pot so that there is drama because otherwise, ultimately on the inside, she feels like she's boring.  her life is boring and she needs to create drama to make sure that she feels like she's interesting and better than other people, not a good quality.  Number four, she's a taker but never gives.  So you can do everything in the world for her, but she will never reciprocate.  whether it's financial or an act of service or affection or words of affirmation or any kind of loving exchange, there is no exchange.  It's just you giving to her all the time and she's just taking, taking and never giving back, taking and expecting because she feels entitled to be taking.  Red flag run for us run.  Okay, next one.  Either she has a lot of male friends that are basically orbiter's waiting to get her when she's in a vulnerable moment and or she doesn't have any women friends or she hates women.  So a woman who can't be friends with other women has something wrong with her.  Sorry if there's any ladies watching this who have no female friends, but it's not wrong with you.  Women are supposed to bond and congregate, communicate, care for, and all that stuff.  And we do that with each other.  if she doesn't have any female friends as she has a lot of male friends, then she may need a lot of validation from men, which brings me to number two.  She needs validation from men, but she doesn't like men.  She's, uh, what do they call it?  Ms.  Annthropist?  Yeah, she's a man-hater.  She doesn't really like men, but she wants their attention.  She might even use them for their attention, just to discard them.  She may even use you for your attention, just to discard you.  So what does this look like?  She dresses like super slutty.  I don't care if the feminist don't like that word.  because they may think it's empowering, but she dresses super slutty to get the attention, and then when she does, she blames the guy for being shallow and treating her like a sexual object.  Red flag, red flag, all right, and the number one sign that she's trouble, and that you should run away fast.  and furiously, no, but not with fury, is that she's a feminist and we're going to give you a bonus point, so stick around for the bonus point.  So if she's a feminist where she's like a staunch proud third or fourth wave feminist where she doesn't actually really want equality, she wants to be superior or she sees women as superior to men.  That's a major red flag.  You're never going to be good enough for this girl because men are not good enough to be in the world for her.  Bonus tip is that if your values don't match, if your values, your long-term goals and your belief systems don't match, there's no freaking way you're going to be able to have a relationship with this girl for any length of time.  if you just want to get in it to get in and out of it, then go ahead but just be careful because people like this tend to be manipulative and you might fall in less with her.  think it's love and then you're in there and then you gotta go and watch my narcissist video because life sucks.  So darling, this is me with no coffee.  All right, watch the next video.  Thanks.  Bye. ",
            "speaker": {
                "name": "Speaker 0"
            }
        }
    ]
}