{
    "yt_video_id": "PiWs1RGrCjo",
    "transcripts": [
        {
            "start_time": "",
            "end_time": "",
            "text": "So last Halloween, we had a lot of fun killing evil spirits, but this year we wanted to up the ante.  So we may or may have not rented the most haunted house in Texas.  But I didn't know it would bring that way.  Let me take you.  Hello?  I'm gonna get you like a fish.  Now that is the spirit.  Where are you?  I'm already in the house.  You're in the house?  Guys, he's in the house!  Guys, guys, guys, first of all, starting in the way you are super prepared this year.  Wow.  Jared, you know, Crossbow this year, went shiny.  Nice, is it?  Is it loaded?  Again.  Okay, here.  Air Force spreading out.  Richard, double-in-Vitchie, huh?  Yeah.  Two is one and one is none.  Am I right?  Logan?  How's the demon girlfriend from last year?  Jacob was a little rough, but I am single-ass.  Yep, good luck.  Eli, glad you can make it this year.  Have some of my fancy ones.  Eli, you like that.  Oh god, why would you?  Oh, thank you.  You're welcome.  Boys, shall we?  Let's wrap up one of my friends.  Hungo's the least action.  Anybody got this picture?  That's 15 years in my ears.  Does anyone know CLS?  I'm not putting my mouth on that.  Nope, nope.  Do we give him military honors?  I don't think so for choking our hot dog.  Hope it works.  What's up?  Looking for girls in a row places, looking for girls.  I wanna play?  Come out, come out wherever you are.  We attend, do you wanna come play?  I'd love to play!  You'll fall out too.  Nope, you'll burn.  I am June Ghost.  Little nowhere.  La, la, la, la.  I'm good.  I have a 50 caliber, you have a chainsaw.  Knife to a gunfight.  Not a reliable chainsaw.  Push the choke.  The other button should be under it.  Good.  Here you go, big guy.  So I'm not gonna lie.  I'm having a decent amount of fun.  The group is having a blast, but I've been frustrated in the fact that someone said they'd gut me like a fish and I can't find them.  But, but I have a solution.  I am a classy lady.  Such a good flick.  Single as one?  I'm just trying to have a good time with my friends.  What did I hear?  You are single as a guy.  What's going on?  And once again, you won't let me do anything.  Single as butts.  All right, I said, I said, I was sick.  I said, I was sick.  I said, I was sick.  I said, I was sick.  I said, I was sick.  I said, I was sick.  I said, I was sick.  I said, I was sick.  I said, I was sick.  I said, I was sick.  I said, I was sick.  I said, I was sick.  I said, I was sick.  I said, I was sick.  I said, I was sick.  I said, I was sick.  I said, I was sick.  I said, I was sick.  I said, I was sick.  I said, I was sick.  I said, I was sick.  I said, I was sick.  I said, I was sick.  I said, I was sick.  I said, I That was an amazing time.  Fantastic.  Great, great fun.  I got to kill with my gold desert eagle.  I got to flamethrower and a double-decker kill.  I am back in a relationship!  You're hoodies so comfortable, by the way.  We're looking at rings save the day.  It's up, man.  You as I'm seeing.  Nice.  Super fun.  I poison the water well for you.  For coming.  Guys, the night's not over.  I found a friend who poisoned water well.  And there's a hoard of zombies on the way.  So let's have some more fun.  Good thing I'm already dead, you jerk.  Oh, that was a bad spin, too.  Let me try that again.  The last zombie hoard is gone.  And it is amazing to see that reading the world of evil brings such a diverse group of people together.  But I guess that's America.  Cheers and happy Halloween.  Oh, terrible.  Blackrivalcopy.com.  That's how we make these stupid videos.  Thanks for watching guys.  Oh god. ",
            "speaker": {
                "name": "Speaker 0"
            }
        }
    ]
}