{
    "yt_video_id": "B0Ryo6HcOys",
    "transcripts": [
        {
            "start_time": "",
            "end_time": "",
            "text": "Uh, god.  We got a problem. ",
            "speaker": {
                "name": "Speaker 3"
            }
        },
        {
            "start_time": "00:00:09,000",
            "end_time": "00:00:11,720",
            "text": "My knee down some water.  And she double hockey sticks is going on here. ",
            "speaker": {
                "name": "Speaker 2"
            }
        },
        {
            "start_time": "00:00:15,620",
            "end_time": "00:00:15,900",
            "text": "Really?  You're a grown-ass deity, over an infinity years old, and you won't even say hell. ",
            "speaker": {
                "name": "Speaker 3"
            }
        },
        {
            "start_time": "00:00:22,780",
            "end_time": "00:00:24,260",
            "text": "No, no, no, no, no, no, no.  Bullshit, Jeffrey. ",
            "speaker": {
                "name": "Speaker 0"
            }
        },
        {
            "start_time": "00:00:26,120",
            "end_time": "00:00:29,560",
            "text": "You're not gonna fucking trick me into swearing again. ",
            "speaker": {
                "name": "Speaker 2"
            }
        },
        {
            "start_time": "00:00:30,740",
            "end_time": "00:00:31,100",
            "text": "Okay. ",
            "speaker": {
                "name": "Speaker 3"
            }
        },
        {
            "start_time": "00:00:31,700",
            "end_time": "00:00:32,880",
            "text": "So what's the problem?  Where the hell did all these prayers come from? ",
            "speaker": {
                "name": "Speaker 2"
            }
        },
        {
            "start_time": "00:00:36,540",
            "end_time": "00:00:39,440",
            "text": "Uh, these are coronavirus prayers. ",
            "speaker": {
                "name": "Speaker 3"
            }
        },
        {
            "start_time": "00:00:40,780",
            "end_time": "00:00:44,240",
            "text": "And, like I said, what's the problem? ",
            "speaker": {
                "name": "Speaker 2"
            }
        },
        {
            "start_time": "00:00:44,700",
            "end_time": "00:00:46,100",
            "text": "Uh, people are worried.  They want you to stop it. ",
            "speaker": {
                "name": "Speaker 3"
            }
        },
        {
            "start_time": "00:00:48,500",
            "end_time": "00:00:48,720",
            "text": "What?  Don't they understand that I'm the one created in the first place?  Why would I stop it? ",
            "speaker": {
                "name": "Speaker 2"
            }
        },
        {
            "start_time": "00:00:57,300",
            "end_time": "00:01:09,920",
            "text": "It's obviously a part of my grand Well, they're obviously doing that, aren't they? ",
            "speaker": {
                "name": "Speaker 3"
            }
        },
        {
            "start_time": "00:01:10,240",
            "end_time": "00:01:15,920",
            "text": "Yeah, I'll better if I start up the coronavirus, they're just gonna go right back to ignoring me. ",
            "speaker": {
                "name": "Speaker 2"
            }
        },
        {
            "start_time": "00:01:32,320",
            "end_time": "00:02:16,860",
            "text": "Oh, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, I can't move. ",
            "speaker": {
                "name": "Speaker 0"
            }
        },
        {
            "start_time": "00:02:17,700",
            "end_time": "00:02:18,860",
            "text": "Why do you stop blinking?  Dude, that's so creepy. ",
            "speaker": {
                "name": "Speaker 3"
            }
        },
        {
            "start_time": "00:02:23,060",
            "end_time": "00:02:32,600",
            "text": "I guess that last comment on this video convinced him not to do this animation anymore. ",
            "speaker": {
                "name": "Speaker 2"
            }
        },
        {
            "start_time": "00:02:33,160",
            "end_time": "00:02:33,360",
            "text": "Really?  You can't move at all, not even a little? ",
            "speaker": {
                "name": "Speaker 3"
            }
        },
        {
            "start_time": "00:02:36,460",
            "end_time": "00:02:36,560",
            "text": "No!  I said he's worth losing to animate me anymore. ",
            "speaker": {
                "name": "Speaker 2"
            }
        },
        {
            "start_time": "00:02:42,880",
            "end_time": "00:02:48,480",
            "text": "I can't Oh hey dad Jeffrey what's up?  Sorry about that.  I think I'm coming down with something.  Hello, Allah!  Jesus and tiny aerial infant.  It is good to see everyone.  Jesus, don't ever really want to get so excited to see me.  What do you want, not Mohammed?  Jesus.  The one and only reason I came here to was how you say apologize for all the G-hats and to let you know that there are no hard feelings for all the Crusades.  Cool.  Really?  Really?  That's the only reason you're here.  Yes indeed it is.  Oh, well in that case, I forgive you, not Mohammed.  Excellent.  BTW, it is my understanding that you are having the, how you say healing powers.  Here we go.  For instance, in the Bible, there were certain people you laid your hands upon and healed them and Who was wondering if maybe you could do the same for me, but without any actual physical contact?  Why?  What's wrong?  Nothing at the moment, but I was wondering if maybe you had a, could you say, a coronavirus vaccine miracle that would make me immune?  No, it does not work that way, not Mo.  You gotta have faith.  You won't get it.  And then maybe you will and maybe you won't.  Who knows?  I am having faith.  Thank you very much.  Really?  It doesn't seem like it.  I mean, why don't you just fly a plane into the virus?  Wow!  Jesus, viruses, first of all, viruses are exceptionally tiny and so So, one would have to be a pilot of exceptional skill, and doesn't sound like faith to me.  I am so sick of this, you SAVE A HOUR!  Hey, I told you, my mother was a virgin.  That is Puppycock to the extreme.  Hala himself locked her up in a motel.  seven.  I'm all tell seven.  Dad, is that true?  J.C.  Who is it?  Who is coming? ",
            "speaker": {
                "name": "Speaker 0"
            }
        },
        {
            "start_time": "00:07:04,620",
            "end_time": "00:07:08,300",
            "text": "It's... It's Mad Jeff. ",
            "speaker": {
                "name": "Speaker 1"
            }
        },
        {
            "start_time": "00:07:12,180",
            "end_time": "00:07:19,460",
            "text": "Me, the Jeff!  No!  Why?  Why is he coming for us?  We've done nothing to him! ",
            "speaker": {
                "name": "Speaker 0"
            }
        },
        {
            "start_time": "00:07:26,920",
            "end_time": "00:07:28,860",
            "text": "It's not who we are, not Mo.  It's what we have. ",
            "speaker": {
                "name": "Speaker 1"
            }
        },
        {
            "start_time": "00:07:32,560",
            "end_time": "00:07:33,580",
            "text": "But what, Jaycee?  What could we possibly have that, that Matt Jeff would want? ",
            "speaker": {
                "name": "Speaker 0"
            }
        },
        {
            "start_time": "00:07:40,960",
            "end_time": "00:07:42,660",
            "text": "The last role. ",
            "speaker": {
                "name": "Speaker 1"
            }
        },
        {
            "start_time": "00:07:44,140",
            "end_time": "00:07:46,020",
            "text": "May Allah preserve us.  We're in the Samuel hell.  Did you get that? ",
            "speaker": {
                "name": "Speaker 0"
            }
        },
        {
            "start_time": "00:07:50,120",
            "end_time": "00:07:52,680",
            "text": "I'm multiplied it from another role. ",
            "speaker": {
                "name": "Speaker 1"
            }
        },
        {
            "start_time": "00:07:53,380",
            "end_time": "00:07:54,220",
            "text": "Precorona.  So just multiply another one and then leave it from that Jeff. ",
            "speaker": {
                "name": "Speaker 0"
            }
        },
        {
            "start_time": "00:07:59,680",
            "end_time": "00:08:00,460",
            "text": "Won't work.  Matt Jeff can sniff out a roll that TP from 10 miles away. ",
            "speaker": {
                "name": "Speaker 1"
            }
        },
        {
            "start_time": "00:08:07,100",
            "end_time": "00:08:16,540",
            "text": "Then our only option is to leave it here, run and walk to Allah.  He doesn't hunt us down.  Agreed.  Let's go. ",
            "speaker": {
                "name": "Speaker 0"
            }
        },
        {
            "start_time": "00:08:30,060",
            "end_time": "00:08:33,000",
            "text": "Yeah, I've heard the tales, everyone has.  Tales of a pre-Corona warrior from the old world who shows no mercy.  His quest has taken him from the jagged mountains to desert plains, riding upon his thunderous chariot of Greece and steel, searching ever searching for the last role.  Some say he wants to use the role for good as a shining beacon of hope for a world that has nothing left.  Others say it's pure greed that drives him and that he'd waste the last role and nothing more than a wicked case of Hershey's squirts.  But the wise ones know that none of that true matters.  as they have learned And as their old age attests, all the truly matters is this.  When you see the world or your, you get to hell out of his goddamn way. ",
            "speaker": {
                "name": "Speaker 1"
            }
        }
    ]
}