{
    "yt_video_id": "21ZfGPp-Ves",
    "transcripts": [
        {
            "start_time": "",
            "end_time": "",
            "text": "Help!  Help!  Hey everyone, it's Z. From TranswaysLessons.com and in this video, I want to demonstrate the differences between resonance and pitch.  When the most difficult aspects of altering the voice is learning to separate your resonance from your pitch.  When you finally manage to detangle these two crucial elements, a vast world of sound will be rewarded to you.  Alright, the way I like to think about this is with a simple x and y graph, okay?  So on this graph, the y-axis represents pitch from high to low.  And the x-axis will represent resonance from dark to bright, okay?  So sit back, get comfortable, and I'm going to show your ear the difference between resonance and pitch once and for all.  Wherever I drag the indicator, that's the sound I'll do my best to make.  Alright, yeah, so I'm gonna start kind of in the middle of the female average here, and I'm just gonna slowly start to bring the pitch down ",
            "speaker": {
                "name": "Speaker 0"
            }
        },
        {
            "start_time": "00:00:59,300",
            "end_time": "00:01:02,840",
            "text": "a little bit on that button, so now I'm in the kind of bottom part of the female average ",
            "speaker": {
                "name": "Speaker 3"
            }
        },
        {
            "start_time": "00:01:02,880",
            "end_time": "00:01:09,220",
            "text": "here, and then I'm actually just gonna go, I'm actually just gonna go all the way up into the very extreme corner of the female voice.  Now, I'm actually brighter and higher than a lot of female voices.  And what I'm going to do now is I'm just going to take this. ",
            "speaker": {
                "name": "Speaker 0"
            }
        },
        {
            "start_time": "00:01:15,860",
            "end_time": "00:01:22,140",
            "text": "I'm going to keep the residency exact same and I'm just going to slowly start to bring the pitch down over time, but I'm going to keep the residency exact same, okay?  And now I'm all the way down here with a lower pitch, but I have really, really bright resonance, okay? ",
            "speaker": {
                "name": "Speaker 3"
            }
        },
        {
            "start_time": "00:01:27,060",
            "end_time": "00:01:29,800",
            "text": "And then I'm just going to slowly start to bring the pitch back up on that, okay?  and now I'm back up here in the very very brightest of the fossil sounds that exist and I'm gonna keep my pitchy exact same but now I'm just gonna slowly start to darken my voice. ",
            "speaker": {
                "name": "Speaker 0"
            }
        },
        {
            "start_time": "00:01:41,500",
            "end_time": "00:01:46,000",
            "text": "okay but I'm still here pretty high in pitch but I'm just quite dark with my voice okay. ",
            "speaker": {
                "name": "Speaker 4"
            }
        },
        {
            "start_time": "00:01:46,320",
            "end_time": "00:01:50,200",
            "text": "and now I'm just gonna go ahead and start to brighten it back up until I end up back up here okay.  and then I'm just gonna slowly start to darken the residents again. ",
            "speaker": {
                "name": "Speaker 0"
            }
        },
        {
            "start_time": "00:01:53,540",
            "end_time": "00:02:00,460",
            "text": "And now I'm just going to slowly start to bring the pitch down while I'm also keeping it nice and dark and everything like that and then I end up with something like here, okay?  And now I'm actually going to just slowly ",
            "speaker": {
                "name": "Speaker 2"
            }
        },
        {
            "start_time": "00:02:02,540",
            "end_time": "00:02:02,920",
            "text": "start to bring ",
            "speaker": {
                "name": "Speaker 5"
            }
        },
        {
            "start_time": "00:02:02,960",
            "end_time": "00:02:04,940",
            "text": "this into the very middle of the Androgynous zone.  For me, this is kind of what I interpret my own voice as Androgynous with. ",
            "speaker": {
                "name": "Speaker 1"
            }
        },
        {
            "start_time": "00:02:09,699",
            "end_time": "00:02:13,620",
            "text": "And now I'm just gonna slowly start to bring it back up into a linear area and feminine.  and now I'm bright and feminine, slightly higher and brighter than the female average, okay? ",
            "speaker": {
                "name": "Speaker 0"
            }
        },
        {
            "start_time": "00:02:18,320",
            "end_time": "00:02:25,280",
            "text": "And now what I'm gonna do is I'm just gonna start to lower the pitch a bit right and I'm gonna end up with like a kind of like richer but like brighter like female voice, right? ",
            "speaker": {
                "name": "Speaker 3"
            }
        },
        {
            "start_time": "00:02:25,920",
            "end_time": "00:02:28,940",
            "text": "Okay, so now I'm gonna start right in the middle of the female average.  And then I'm gonna try and do a linear transform to mail-in back.  Okay, so this means I'll move across both axes equally. ",
            "speaker": {
                "name": "Speaker 0"
            }
        },
        {
            "start_time": "00:02:36,160",
            "end_time": "00:02:40,280",
            "text": "So here I am, and then I'm just gonna slowly start to make the voice bigger until I'm here. ",
            "speaker": {
                "name": "Speaker 2"
            }
        },
        {
            "start_time": "00:02:40,640",
            "end_time": "00:02:44,600",
            "text": "And then I'm slowly just going to start to undo the exact same until I'm like back up here, okay?  And now I'm gonna go from like a really bright phone and sound Oh, the way to like a really really dark and heavy sound. ",
            "speaker": {
                "name": "Speaker 0"
            }
        },
        {
            "start_time": "00:02:51,920",
            "end_time": "00:03:03,200",
            "text": "Something to take note of is that if I keep my voice very dark, but I just start to go up and bits like this I actually don't really pass Which is a wonderful example of why pitch is not the element that gets each entered. ",
            "speaker": {
                "name": "Speaker 4"
            }
        },
        {
            "start_time": "00:03:03,520",
            "end_time": "00:03:14,180",
            "text": "in fact now what I'm gonna do is show how if I'm very very high pitch but very dark And then I just go across the chair all the way on the other end, if I'm very, very low, but I'm very, very bright, I'll still some female. ",
            "speaker": {
                "name": "Speaker 3"
            }
        },
        {
            "start_time": "00:03:14,760",
            "end_time": "00:03:19,260",
            "text": "So what we can obtain from this is that what matters a lot more is the resonance, okay?  And you can see the way that the colors are orientated on this, where the purple and draughtiness zone is, it's not equal.  Residence strongly controls the perception of the voice.  And the ability to change your resonance, mid-speech, without actually chaining your pitch is an incredibly useful tool.  A lot more useful than there need to change your pitch without changing your resonance. ",
            "speaker": {
                "name": "Speaker 0"
            }
        },
        {
            "start_time": "00:03:38,480",
            "end_time": "00:03:44,800",
            "text": "Um, yeah, and I'm actually now I'm actually going to speak in like an actual like true edge kind of true and drogenous zone like right here, right?  And then I'm just going to slowly start to bring the pitch up a little bit right there.  Okay, and then now we start to get something that sounds a bit female and now I'm going to go back to the actual true and drogenous sound right here, right?  And then I'm just going to start to bring the ",
            "speaker": {
                "name": "Speaker 1"
            }
        },
        {
            "start_time": "00:03:56,380",
            "end_time": "00:03:57,400",
            "text": "pitch down and then ",
            "speaker": {
                "name": "Speaker 5"
            }
        },
        {
            "start_time": "00:03:57,480",
            "end_time": "00:04:03,500",
            "text": "I'll bring the residents a little bit, a little bit, a little bit, a little bit, a little bit, a little bit the residents down here which will kind of be in the section here and ",
            "speaker": {
                "name": "Speaker 2"
            }
        },
        {
            "start_time": "00:04:03,540",
            "end_time": "00:04:04,080",
            "text": "then I'm just going ",
            "speaker": {
                "name": "Speaker 5"
            }
        },
        {
            "start_time": "00:04:04,120",
            "end_time": "00:04:04,700",
            "text": "to start to do that. ",
            "speaker": {
                "name": "Speaker 1"
            }
        },
        {
            "start_time": "00:04:04,960",
            "end_time": "00:04:09,700",
            "text": "to completely linear transformation up into the slightly higher female average over here.  And then I'm just going to ",
            "speaker": {
                "name": "Speaker 6"
            }
        },
        {
            "start_time": "00:04:12,380",
            "end_time": "00:04:12,960",
            "text": "start to bend the ",
            "speaker": {
                "name": "Speaker 0"
            }
        },
        {
            "start_time": "00:04:13,060",
            "end_time": "00:04:15,340",
            "text": "resonance a little bit darker until I move ",
            "speaker": {
                "name": "Speaker 4"
            }
        },
        {
            "start_time": "00:04:15,420",
            "end_time": "00:04:15,660",
            "text": "it here. ",
            "speaker": {
                "name": "Speaker 1"
            }
        },
        {
            "start_time": "00:04:15,740",
            "end_time": "00:04:18,420",
            "text": "And then I'm going to go ahead and make it brighter again over here.  And yeah, heat from fire.  Like, now I'm like, oh, they're up here in this, like, super super, super bright area, right? ",
            "speaker": {
                "name": "Speaker 6"
            }
        },
        {
            "start_time": "00:04:25,280",
            "end_time": "00:04:28,780",
            "text": "And then I'm just going to slowly start bringing in across the chart until I'm back to here. ",
            "speaker": {
                "name": "Speaker 5"
            }
        },
        {
            "start_time": "00:04:29,320",
            "end_time": "00:04:38,380",
            "text": "And I'm actually like back into like a true androgynous area, which is sort of a neutral pitch zone with like, not dark, but actually I'm more like right here, which is kind of bright. ",
            "speaker": {
                "name": "Speaker 1"
            }
        },
        {
            "start_time": "00:04:38,860",
            "end_time": "00:04:42,160",
            "text": "um okay so here i am like a little bit higher than the female average. ",
            "speaker": {
                "name": "Speaker 6"
            }
        },
        {
            "start_time": "00:04:42,540",
            "end_time": "00:04:45,020",
            "text": "um yeah now i'm like definitely like in the female average.  okay um and then i'm just going to kind of darken this up even more but i'm going to try and stay female right um and then i'm going to kind of keep going with that and then i'll end up in kind of like a true and draw genius own where i'm not like that dark or that high And then I'm going to slowly ",
            "speaker": {
                "name": "Speaker 1"
            }
        },
        {
            "start_time": "00:04:58,140",
            "end_time": "00:05:01,220",
            "text": "start to go a little bit darker with it right and then I'm going ",
            "speaker": {
                "name": "Speaker 5"
            }
        },
        {
            "start_time": "00:05:01,440",
            "end_time": "00:05:06,500",
            "text": "to just keep broadening up and also moving the pitch down a little bit and tone like all the way down here.  Okay, so this is like a very heavy section here and I'm just going to ",
            "speaker": {
                "name": "Speaker 2"
            }
        },
        {
            "start_time": "00:05:11,000",
            "end_time": "00:05:11,740",
            "text": "slowly start to ",
            "speaker": {
                "name": "Speaker 5"
            }
        },
        {
            "start_time": "00:05:11,820",
            "end_time": "00:05:12,280",
            "text": "bring the pitch ",
            "speaker": {
                "name": "Speaker 1"
            }
        },
        {
            "start_time": "00:05:12,340",
            "end_time": "00:05:12,960",
            "text": "and the resonance ",
            "speaker": {
                "name": "Speaker 6"
            }
        },
        {
            "start_time": "00:05:13,020",
            "end_time": "00:05:20,780",
            "text": "up on this one and so I'm back into like a sort of lower sort of lower female average area right here right now if you're looking for those kind of if you're looking ",
            "speaker": {
                "name": "Speaker 1"
            }
        },
        {
            "start_time": "00:05:21,120",
            "end_time": "00:05:31,020",
            "text": "if you're looking for those kind of All right, so now if you're looking, so if I start in the middle of the female average, if you're looking for those sort of dark, rich female voices, what you're going to do is you're going ",
            "speaker": {
                "name": "Speaker 6"
            }
        },
        {
            "start_time": "00:05:31,060",
            "end_time": "00:05:32,940",
            "text": "to, ah, ",
            "speaker": {
                "name": "Speaker 0"
            }
        },
        {
            "start_time": "00:05:33,080",
            "end_time": "00:05:37,980",
            "text": "you're just going to bring the pitch down right until you're sort of on the outer boundaries of where you would typically see like voices.  This is sort of a more like kind of butch female kind of sound right.  My pitch is pretty low.  I'm still bright the lower I go in order to stay female.  I'll need to get brighter and brighter and brighter until like here.  I'm at the very lowest pitch I can produce.  But I'm like as bright as I can possibly be, right? ",
            "speaker": {
                "name": "Speaker 1"
            }
        },
        {
            "start_time": "00:05:52,760",
            "end_time": "00:05:55,120",
            "text": "Now this section over here is very interesting.  This is like a really, really high pitch voice, but it's quite, so this is like a really interesting section.  It's like a high pitch voice, but it's very dark, right?  And they're just going to slowly start to write in the resonance. ",
            "speaker": {
                "name": "Speaker 4"
            }
        },
        {
            "start_time": "00:06:10,000",
            "end_time": "00:06:14,900",
            "text": "Until I'm actually, um, yeah, actually, um, maybe like a little bit more feminine, a female average, right? ",
            "speaker": {
                "name": "Speaker 6"
            }
        },
        {
            "start_time": "00:06:14,960",
            "end_time": "00:06:18,500",
            "text": "And then I'm just going to slowly, they're to ring the bitch down over diamonds line back to here, right? ",
            "speaker": {
                "name": "Speaker 1"
            }
        },
        {
            "start_time": "00:06:20,420",
            "end_time": "00:06:24,880",
            "text": "I want you to understand that there are essentially four or five primary sounds you need to get in your ear.  You need to get the female average in your ear. ",
            "speaker": {
                "name": "Speaker 6"
            }
        },
        {
            "start_time": "00:06:27,900",
            "end_time": "00:06:29,980",
            "text": "Oh, you need to get the male average in your ear. ",
            "speaker": {
                "name": "Speaker 5"
            }
        },
        {
            "start_time": "00:06:31,420",
            "end_time": "00:06:34,200",
            "text": "You need to get the dark resonance but a high pitch. ",
            "speaker": {
                "name": "Speaker 4"
            }
        },
        {
            "start_time": "00:06:35,000",
            "end_time": "00:06:38,080",
            "text": "And you need to get the bright resonance but a low pitch in your ear. ",
            "speaker": {
                "name": "Speaker 1"
            }
        },
        {
            "start_time": "00:06:38,800",
            "end_time": "00:06:46,280",
            "text": "Those four sounds are so crucial and you can troubleshoot a lot about your voice depending on how you compare to those sounds.  If you start to change your voice and you feel like you sound boyish or sort of a boyish and kind of fake, well, that would probably mean you need your resonance to go brighter and your pitch is fine.  If you sound too brassy and buzzing, that might indicate that your pitch needs to go up. ",
            "speaker": {
                "name": "Speaker 6"
            }
        },
        {
            "start_time": "00:07:01,860",
            "end_time": "00:07:24,440",
            "text": "Thank you.  Okay, so I hope you enjoyed that.  The big takeaways from this, you should start viewing your voice as a two-dimensional thing.  In reality though, it's like like a eight-dimensional thing, or maybe even more.  I don't know, I'm still trying to figure out how many dimensions we could map it to.  But you want to learn how to separate your residents from your picture, okay?  They are entirely different elements.  And I hope you can use these recordings to help you hear that and further develop that capability.  If you have any questions whatsoever, please leave a comment below.  Go ahead and check out my Patreon too.  If you have any interest in supporting my work and thank you all so much for everything that you do for me and I can't wait to keep making more videos for you.  I love you all.  Goodbye.  Take care.  Have a good day. ",
            "speaker": {
                "name": "Speaker 0"
            }
        }
    ]
}