{
    "yt_video_id": "21ZfGPp-Ves",
    "transcripts": [
        {
            "start_time": "",
            "end_time": "",
            "text": "Hey everyone, it's Z from transvoicelessons.com, and in this video, I want to demonstrate the differences between resonance and pitch.  One of the most difficult aspects of altering the voice is learning to separate your resonance from your pitch.  When you finally manage to detangle these two crucial elements, a vast world of sound will be rewarded to you.  Alright, the way I like to think about this is with a simple X and Y graph, okay?  So, on this graph, the Y axis represents pitch, from high to low.  And the x-axis will represent resonance from dark to bright, okay?  So sit back, get comfortable, and I'm going to show your ear the difference between resonance and pitch once and for all.  Wherever I drag the indicator, that's the sound I'll do my best to make.  All right, yeah, so I'm gonna start kind of in the middle of the female average here, and I'm just gonna slowly start to bring the pitch down a little ",
            "speaker": {
                "name": "Speaker 0"
            }
        },
        {
            "start_time": "00:00:59,620",
            "end_time": "00:01:02,840",
            "text": "bit on that, so now I'm in the kind of bottom part of the female average ",
            "speaker": {
                "name": "Speaker 2"
            }
        },
        {
            "start_time": "00:01:02,880",
            "end_time": "00:01:13,280",
            "text": "here, and then I'm actually just gonna go, I'm actually just gonna go all the way up into the very extreme corner of the female voice, Now, I'm actually brighter and higher than a lot of female voices.  And what I'm gonna do now is I'm just gonna take this, I'm gonna keep the resonance the exact same, and I'm just gonna slowly start to bring the pitch down over time, but I'm gonna keep the resonance the exact same, okay? ",
            "speaker": {
                "name": "Speaker 0"
            }
        },
        {
            "start_time": "00:01:22,500",
            "end_time": "00:01:26,680",
            "text": "And now I'm all the way down here with like a lower pitch, but I have really, really bright resonance, okay?  And then I'm just gonna slowly start to bring the pitch back up on that, okay? ",
            "speaker": {
                "name": "Speaker 2"
            }
        },
        {
            "start_time": "00:01:32,480",
            "end_time": "00:01:36,480",
            "text": "And now I'm back up here in the very, very brightest of the possible sounds that exist.  And I'm going to keep my pitch the exact same, but now I'm just going to slowly start to darken my voice. ",
            "speaker": {
                "name": "Speaker 0"
            }
        },
        {
            "start_time": "00:01:41,500",
            "end_time": "00:01:45,400",
            "text": "Okay, but I'm still here pretty high in pitch, but I'm just quite dark with my voice. ",
            "speaker": {
                "name": "Speaker 1"
            }
        },
        {
            "start_time": "00:01:45,780",
            "end_time": "00:01:49,900",
            "text": "Okay, and now I'm just going to go ahead and start to brighten it back up until I end up back up here.  Okay, and then I'm just going to slowly start to darken the resonance again. ",
            "speaker": {
                "name": "Speaker 0"
            }
        },
        {
            "start_time": "00:01:53,540",
            "end_time": "00:01:58,480",
            "text": "And now I'm just going to slowly start to bring the pitch down while I'm also keeping it nice and dark and everything like that.  And then I end up with something like here, okay? ",
            "speaker": {
                "name": "Speaker 1"
            }
        },
        {
            "start_time": "00:02:01,120",
            "end_time": "00:02:04,940",
            "text": "And now I'm actually going to just slowly start to bring this into the very middle of the androgyny zone.  For me, this is kind of what I interpret my own voice as androgynous with. ",
            "speaker": {
                "name": "Speaker 2"
            }
        },
        {
            "start_time": "00:02:09,699",
            "end_time": "00:02:13,620",
            "text": "And now I'm just going to slowly start to bring it back up into a linear area and feminine.  And now I am bright and feminine, slightly higher and brighter than the female average, OK?  And now what I'm going to do is I'm just going to start to lower the pitch a bit, right? ",
            "speaker": {
                "name": "Speaker 0"
            }
        },
        {
            "start_time": "00:02:21,060",
            "end_time": "00:02:25,280",
            "text": "And I'm going to end up with a kind of richer but brighter female voice, right? ",
            "speaker": {
                "name": "Speaker 2"
            }
        },
        {
            "start_time": "00:02:25,920",
            "end_time": "00:02:28,940",
            "text": "OK, so now I'm going to start right in the middle of the female average.  And then I'm going to try and do a linear transform to mail and back.  OK, so this means I'll move across both axes equally.  So here I am. ",
            "speaker": {
                "name": "Speaker 0"
            }
        },
        {
            "start_time": "00:02:37,080",
            "end_time": "00:02:40,280",
            "text": "And then I'm just going to slowly start to make the voice bigger until I'm here. ",
            "speaker": {
                "name": "Speaker 1"
            }
        },
        {
            "start_time": "00:02:40,640",
            "end_time": "00:02:44,340",
            "text": "And then I'm slowly just going to start to undo the exact same until I'm like back up here.  OK.  Um, and now I'm going to go from like a really bright feminine sound all the way to like a really, really dark and heavy sound. ",
            "speaker": {
                "name": "Speaker 0"
            }
        },
        {
            "start_time": "00:02:51,640",
            "end_time": "00:03:03,200",
            "text": "Um, something to take note of is that if I keep my voice very dark, but I just start to go up in pitch like this, I actually don't really pass, which is a wonderful example of why pitch is not the element that gets you gendered. ",
            "speaker": {
                "name": "Speaker 1"
            }
        },
        {
            "start_time": "00:03:03,520",
            "end_time": "00:03:14,180",
            "text": "In fact, now what I'm going to do is show how if I'm very, very high pitched, but very dark, and then I just go across the chair all the way on the other end if I'm very, very low, but I'm very, very bright, I'll still sound female. ",
            "speaker": {
                "name": "Speaker 2"
            }
        },
        {
            "start_time": "00:03:14,760",
            "end_time": "00:03:19,260",
            "text": "So what we can obtain from this is that what matters a lot more is the resonance, okay?  And you can see the way that the colors are orientated on this where the purple androgynous zone is.  It's not equal.  Resonance strongly controls the perception of the voice.  And the ability to change your resonance mid-speech without actually changing your pitch is an incredibly useful tool.  A lot more useful than learning to change your pitch without changing your resonance. ",
            "speaker": {
                "name": "Speaker 0"
            }
        },
        {
            "start_time": "00:03:38,480",
            "end_time": "00:03:46,680",
            "text": "um, yeah, and now I'm actually, now I'm actually gonna speak in, like, an actual, like, true, kind of true androgynous zone, like, right here, right, and then I'm just gonna slowly start to bring the pitch ",
            "speaker": {
                "name": "Speaker 2"
            }
        },
        {
            "start_time": "00:03:46,740",
            "end_time": "00:03:51,160",
            "text": "up a little bit right there, okay, and then now we start to get in something that sounds a bit female, and now ",
            "speaker": {
                "name": "Speaker 0"
            }
        },
        {
            "start_time": "00:03:51,220",
            "end_time": "00:03:56,800",
            "text": "I'm gonna go back to the actual true androgyny sound right here, right, and then I'm just gonna sort of start to bring the pitch down, ",
            "speaker": {
                "name": "Speaker 2"
            }
        },
        {
            "start_time": "00:03:57,240",
            "end_time": "00:04:04,120",
            "text": "and then I'll bring the resonance, and then I'll bring the resonance down here, which will kind of be in this section here, and then I'm just gonna ",
            "speaker": {
                "name": "Speaker 1"
            }
        },
        {
            "start_time": "00:04:04,200",
            "end_time": "00:04:05,740",
            "text": "start to do a completely linear ",
            "speaker": {
                "name": "Speaker 2"
            }
        },
        {
            "start_time": "00:04:05,800",
            "end_time": "00:04:09,700",
            "text": "transformation up into the slightly higher female average over here.  And then I'm just going to start to bend the resonance a little bit darker until I'm over here, and then I'm going to go ahead and make it brighter again over here.  And yeah, heat from fire.  Like now I'm like all the way up here in this like super, super, super bright area.  Right. ",
            "speaker": {
                "name": "Speaker 0"
            }
        },
        {
            "start_time": "00:04:25,280",
            "end_time": "00:04:28,780",
            "text": "And then I'm just going to slowly start to bring it across the chart until I'm back to here. ",
            "speaker": {
                "name": "Speaker 1"
            }
        },
        {
            "start_time": "00:04:29,320",
            "end_time": "00:04:38,380",
            "text": "And I'm actually like back into like a true androgynous area, which is sort of a neutral pitch zone with like not dark, but actually I'm more like right here, which is kind of bright. ",
            "speaker": {
                "name": "Speaker 2"
            }
        },
        {
            "start_time": "00:04:39,060",
            "end_time": "00:04:42,160",
            "text": "OK, so here I am like a little bit higher than the female average. ",
            "speaker": {
                "name": "Speaker 0"
            }
        },
        {
            "start_time": "00:04:42,760",
            "end_time": "00:04:42,900",
            "text": "Yeah.  Now I'm like definitely like in the female average.  OK.  And then I'm just going to kind of darken this up even more.  But I'm going to try and stay female.  Right.  And then I'm going to kind of keep going with that.  And then I'll end up in kind of like a true androgyny zone where I'm not like that dark or that high. ",
            "speaker": {
                "name": "Speaker 2"
            }
        },
        {
            "start_time": "00:04:57,220",
            "end_time": "00:05:06,500",
            "text": "and then I'm going to slowly start to go a little bit a little bit darker with it right and then I'm going to just keep broadening up and also moving the pitch down a little bit until I'm like all the way down here.  okay so this is like a very heavy section here and I'm right here and then I'm just going to slowly start to ",
            "speaker": {
                "name": "Speaker 1"
            }
        },
        {
            "start_time": "00:05:11,820",
            "end_time": "00:05:20,780",
            "text": "bring the pitch and the resonance up on this one until I'm back into like a sort of lower sort of lower female average area right here right now if you're looking for those kind of if you're looking ",
            "speaker": {
                "name": "Speaker 2"
            }
        },
        {
            "start_time": "00:05:21,120",
            "end_time": "00:05:31,360",
            "text": "if you're looking for those kind of All right, so now if you're looking, so if I start in the middle of the female average, if you're looking for those sort of dark, rich female voices, what you're gonna do is you're gonna, ",
            "speaker": {
                "name": "Speaker 0"
            }
        },
        {
            "start_time": "00:05:32,640",
            "end_time": "00:05:32,940",
            "text": "ah, ",
            "speaker": {
                "name": "Speaker 1"
            }
        },
        {
            "start_time": "00:05:33,080",
            "end_time": "00:05:34,420",
            "text": "you're just gonna bring the pitch down, right?  Until you're sort of on the outer boundaries of where you would typically see like voices.  This is sort of a more like kind of butch female kind of sound, right?  My pitch is pretty low, but I'm still bright.  The lower I go in order to stay female, I'll need to get brighter and brighter and brighter until like here I'm at the very lowest pitch I can produce, but I'm like as bright as I can possibly be, right? ",
            "speaker": {
                "name": "Speaker 2"
            }
        },
        {
            "start_time": "00:05:52,760",
            "end_time": "00:05:55,120",
            "text": "Now, this section over here is very interesting.  This is like a really, really high-pitched voice, but it's quite... So this is like a really interesting section.  It's like a high-pitched voice, but it's very dark, right? ",
            "speaker": {
                "name": "Speaker 1"
            }
        },
        {
            "start_time": "00:06:06,440",
            "end_time": "00:06:14,900",
            "text": "And then I'm just gonna slowly start to write in the resonance until I'm actually... Yeah, actually, I'm maybe like a little bit more feminine than the female average, right? ",
            "speaker": {
                "name": "Speaker 0"
            }
        },
        {
            "start_time": "00:06:14,960",
            "end_time": "00:06:18,500",
            "text": "And then I'm just gonna slowly start to bring the pitch down over time until I'm back to here, right? ",
            "speaker": {
                "name": "Speaker 2"
            }
        },
        {
            "start_time": "00:06:20,420",
            "end_time": "00:06:24,880",
            "text": "I want you to understand that there are essentially four or five primary sounds you need to get in your ear.  You need to get the female average in your ear. ",
            "speaker": {
                "name": "Speaker 0"
            }
        },
        {
            "start_time": "00:06:28,060",
            "end_time": "00:06:29,980",
            "text": "You need to get like the male average in your ear.  You need to get the dark resonance, but a high pitch. ",
            "speaker": {
                "name": "Speaker 1"
            }
        },
        {
            "start_time": "00:06:35,000",
            "end_time": "00:06:38,080",
            "text": "And you need to get that bright resonance, but a low pitch in your ear. ",
            "speaker": {
                "name": "Speaker 2"
            }
        },
        {
            "start_time": "00:06:38,800",
            "end_time": "00:06:46,280",
            "text": "Those four sounds are so crucial and you can troubleshoot a lot about your voice depending on how you compare it to those sounds.  If you start to change your voice and you feel like you sound boyish or sort of boyish and kind of fake, well that would probably mean you need your resonance to go brighter and your pitch is fine.  If you sound too brassy and buzzy, that might indicate that your pitch needs to go up.  OK, so I hope you enjoyed that.  The big takeaways from this, you should start viewing your voice as a two-dimensional thing.  In reality, though, it's like an eight-dimensional thing, or maybe even more.  I don't know.  I'm still trying to figure out how many dimensions we could map it to.  But you want to learn how to separate your resonance from your pitch, OK?  They are entirely different elements.  And I hope you can use these recordings to help you hear that and further develop that capability.  If you have any questions whatsoever, please leave a comment below.  go ahead and check out my patreon too if you have any interest in supporting my work and thank you all so much for everything that you do for me and i can't wait to keep making more videos for you.  i love you all.  goodbye take care have a good day. ",
            "speaker": {
                "name": "Speaker 0"
            }
        }
    ]
}