{
    "yt_video_id": "mCT9Zt0fdTk",
    "transcripts": [
        {
            "text": " So we'll hang out here while the hot transmission... Here comes TPD. Really? Yeah. I was looking for a hose over there. He's pulling up behind me. So we'll hang out here while the hot transmission. Here comes TPD. Really? Yeah. Well I was looking for a hose over there. He's pulling up behind me. The ruckus, sir. Oh, there it goes. Transmission's better? As soon as he comes out. It's all better now? What? Shut it! Come on up here. Hey, the car is hot, man. I'm just trying to get some water out of it. Whoa, whoa. What the f***, man? What are you doing, man? Pull your gun down. There's no gun. You f***ing dickhead. What are you doing? Me? Put your hands on the wheel. Put your hands on dash. What do you do with your gun out, man? There's no threat. There's no threat. I'll tell you in a second. Hold still your weapon, man. All right? You don't tell me what to do. All right? Keep your hands on the dash. Keep your hands on the thing. All right? I won't call, all right? Okay. I'll explain all that to you in a second, all right? Because we're trying to get water, right? I don't know what you're trying to do right now, but you guys are, you're over here with the door open. Yeah, we, is it illegal to have the door open? Cool, man. So calm down. Let's start over. You put your gun away. I'm not calm down. Put your guns away. Don't worry about my gun being off. Put your gun away. Our hands are up. You don't tell me what to do. Put your gun away. Turn the ignition off. It's hot. We had to leave it going. The transmission is hot. Okay. I'm not moving my hands. Fair enough. What are you doing out here? Whatever I want. Am I breaking the law? I'm not breaking any laws. I need some water. My panties hot. Okay. You guys involved in that collision out here? No, no, no, no, no Okay We'll keep our hands up here you check the car trying to figure out the hell's going on. Okay. All right I'm not fighting you. I'm telling you exactly what to do and you're not doing it. That's why this came out I don't listen to tyrants man. You got your gun pulled look at you. Don't make me a time, bro Yes, yeah, we didn't pull a gun on you Okay, listen, let's start over man. What do you want your business out here right now? Anything I want to do a free American citizen exercising any right I can. So you weren't involved in the auto accident right now? Why don't you take a look around your own investigation? Okay. How about this? Pursue it to the fifth. I don't need to talk to you anymore. How about that? Fair enough, man. All right, there you go. You do need to give me your license. You swore a note to the Constitution, right? For what? This is not a traffic stop. For what? For what? Because I'm on what's called an investigative stop. Then you tell me your reasonable articulable suspicion, and I'll give you whatever you want. Okay. Tell me what it is. So you guys are in a red car, two white males, surveying the prison. All right, I'm out here on a 911 call. I'm doing an investigative stop right now, okay? So, haven't had the chance to talk to you. Was there a crime? Is cameras a crime? There is possibly a crime, all right? So, I need your ID. You got to figure out if there's a crime first, Wilson. Do you have articulable suspicion? Four hundred and five, eight. Can you articulate your suspicion that we've committed? There's no crime, man. Hands are up here. I'm weird. We're moving to my do you get here then I can go back to the mess you can do whatever you are You're above the law We'll keep our hands up here. We don't want to get shot or nothing. That's not cool, man. Yeah You're saying you thought there was an auto accident and so you came up with a gun Auto accident so you thought there was an auto accident so you came up with a gun Get your hand off my car man all the way up I'm sorry was that the night second unit has got to be 40 minutes isn't called the cops cuz I'm looking for a host ticket to get some water that's what it is that here to go over there yeah yeah can you smell that can you smell the chance fucking car heating up dude yeah I mean come on I'm not with the red vehicle. I'm taking pictures of the prison out here. Right now, it's all I got so far. Doing lawful activities. So that's all you got? You're saying now it's not an auto accident, but somebody took pictures of a prison? I already told you what it is, man. I'm not going to repeat myself. Okay. No, you told him what it is. In all fairness, I'll repeat myself. So is it illegal to take pictures? Here's what it is. All right? I had a crime. I have a report of a crime committed. Because of your noncompliance, I have not had a opportunity to investigate it, okay? I'm going to stand here with you. Once the other unit gets here, I'm going to have them stay with you guys. I'll continue on my investigation, all right? Can you not expect to run into a red car with two white males surveying the prison as I'm on the way to the exact? Call that I'm out here for okay, okay. Can you tell me any more clear now? All right? All right? So we'll just hang out so is the card over I respect all right all right, right? Okay by law more on title do that can I clarify one thing then is the is that the Suspicion of crime is in an auto accident or public photography which one that would be hit run actually okay? It'd be hit and run. Okay, okay, cool. Cool. So it has nothing to do with public photography then? No. Okay, because you said surveying a prison. I'm here. You keep that thing out, man. I'm here. I got a camera. I'm just trying to clarify because it sounds like two separate things. Surveying a prison and an auto accident. I'm trying to put together what you're trying to, you know. There was that lead up and then there was an auto accident and then there was a hit and run. Okay, okay I just ran the prison now that we've got the lady. Can I put my hands down? Can I put my hands on? I love the escalator. All right. Thank you Thank you Any guns? I'm gonna keep my hands up here. I don't answer any questions. You can look through all you want from what you can see I don't answer any questions about the- You have to tell the others we'll gun in the car. Yeah, no he doesn't. Pursuant to the Fifth Amendment, I have the right to remain silent under anything. I mean, you know, Miranda versus Arizona. Come on, man. Come on. You don't know the laws, bro. Come on. Nobody's gonna tell- You have to tell me if there's a gun in the car. I'll keep my hands up."
        }
    ]
}