{
    "yt_video_id": "SbiWrOMhMho",
    "transcripts": [
        {
            "text": " Hi everyone, I hope you're all having a wonderful 2020 so far. Personally, mine has actually been really great. I've been extremely productive. I'm working on a new book. It's about halfway finished, but that is the reason for my absence from YouTube over the past few weeks. But more on that later, the reason I wanted to make this video is because I recently came across a hilariously insane article titled, The Dangerous Rise of Men Who won't date woke women. I'm sure that most of you are already aware of the English actor and musician Lawrence Fox, who recently obliterated a feminist on BBC's Question Time when she accused him of having white privilege. Anyhow, Lawrence Fox happened to mention that he doesn't date woke women and that he had even broken up with a girl who had supported that one crazy 2019 Gillette advertisement that talked about the dangers of toxic masculinity. I don't know how we ended up together, Lawrence Fox said. It was a very short relationship. We were walking down the road and she was talking about how good the Gillette advert was. I just looked at her and went, bye, sorry, I can't do this with you. And now, predictably, the media is having a complete meltdown. There's nothing funny about the things Fox or Wokey McWokeface, as he now wants to be known, is saying. It's also not particularly sad. It's dangerous. He is just one very privileged man, and as a result of said privilege, has been given a platform. And he has used that platform to legitimize a bigger backlash against diversity and progress which is unfolding every single day in less public corners of the internet. Not wanting to date, quote, woke women, far from being laughable, is actually one of the more insidious aspects of it. Spend an afternoon on any major dating app and you'll come across generally white men, saying openly sexist and misogynistic things. They might say no psychos, or that they effing hate big eyebrows in their bios. And by and large, they also tend to hold extremely right-wing views and see themselves as victims of liberal thinking. Okay, but what exactly is wrong with not wanting to date a psycho? There legitimately are crazy people out there, obsessive people, stalkerish people, entitled people who are extremely selfish and bratty and just an overall nightmare to be around. Not to mention, if we're being honest, there are plenty of women who brush men off for the exact same reason. As for the eyebrows, I don't really know what to say aside from everybody has a type. I mean, sure, the guy could have said it in a more charitable way, I suppose, but at the end of the day, you can't really control what you're attracted to, what you're not attracted to. Some people really might just be totally put off by bushy eyebrows. Also, the claim that these type of men exclusively or at least in general tend to hold extreme right-wing views is utter nonsense. There are plenty of male leftist and feminist supporting types who have been accused of far worse. Harvey Weinstein, for example. It's gotten so bad that there's even a stereotype now about male feminists being creepy. Left-wing men definitely don't have some kind of monopoly on being kind and moral. Lastly, if I remember correctly, wasn't it the left who started this whole game of not wanting to date people with opposing political views? I won't date people with right-wing views. Conservatives are whining because no one wants to date them. Why I dumped my conservative boyfriend. Sorry to the left, I guess, but this is the bed that you guys made and you kind of now have to sleep in it. Nobody really feels sorry for you. You can't spend all these years saying, I'll never date right-wing men. Right-wing men are racist, misogynistic, sexist, not even just right-wing men, but anti-PC men. And then as soon as those very same men turn around and say, you know, actually, we're not so interested in dating you either. Then you put on the victim hats and it's like, oh my gosh, the outrage, the scandal, the horror. And to be fair, I really don't exactly blame these types of men for not wanting to date woke women, especially if they're anything even remotely similar to this woman here. Who needs YouTube rabbit holes when you have the BBC broadcasting literal white supremacist propaganda? The woman who wrote this tweet, I'm not going to name her because I know that if I do, she'll probably accuse me of a bullying or something like that. But anyway, she wrote this tweet in response to a tweet from BBC that read, we'll introduce you to a trad wife, a young woman who has chosen to be a traditional wife, staying at home to take care of the household chores while her husband works, and she is fine with submitting to her husband as he makes the key decisions in their lives. So basically this woman is claiming that to want to be a traditional wife is to, it's the same thing as wanting to promote white supremacist propaganda. For those in my comments who don't seem to know, so-called trad wives are white supremacist women who devote themselves to domestic duties in the service of perpetuating the white race. It is a dog whistle meant to sound less white supremacist than it is. I'm not trying to be mean or anything, but this genuinely has to be one of the stupidest tweets I've ever seen in my entire life. Wanting to be a traditional wife has nothing to do, absolutely nothing to do with wanting to perpetuate the white race. It has to do with simply preferring traditional gender roles. And that's something that people, sorry to say, but of every race do. I can just imagine being a man and being married to a woman like this. And you know, you come home after a long day at work, it's been like a nine hour shift, you were out doing manual labor, you know, pushing papers in a stuffy office all day and you're really hungry and you say, honey, you know, would you mind just making me a meal, cooking some dinner, just this once, and she whirls on you in this absolute tornado of rage, like, you're literally broadcasting white supremacists in our home. Think of the children. Actually, now that I think about it, this type of a woman probably wouldn't have any children. But anyways, all in all, I would say just let people date who they want to date. What an absolutely horrific world it would be to have to date someone, not because you're in any way attracted to them or because you admire their character, but because they're higher up on the victim scale than you and therefore somehow entitled to your affection. Enough with the constant date shaming. For once, maybe try taking just a tiny fraction of the time that you spend judging other people and turn it inward and use it to judge yourself. Thank you so much for watching everyone. I really hope you enjoyed and I'll see you next time. Thanks for watching!"
        }
    ]
}