{
    "yt_video_id": "UDrfDAWA5Ig",
    "transcripts": [
        {
            "text": " Hi, I'm Dr. Dave Janda. Welcome back to Operation Freedom Briefings. The goal of these briefings and my weekly radio show is to provide you information the bought-off, lamestream, fake media is not going to touch. You can join us every Sunday on our live radio show, Operation Freedom, every Sunday from 2 to 5 Eastern. Go to DaveJanda.com, go to the upper right-hand corner, hit the listen button, and we're there for you. I believe great analysis, great guests, information the fake media is not going to provide. In addition, we're available 24-7 at davejanda.com. We have two sides, the free side, the public side, where we upload information on a regular basis, and our subscription side, 30 cents a day, nine bucks a month, sign up for a month. If you don't like it, you can get rid of it, but the information you get, the analysis you get, you're not going to get from any other source on the bought-off lamestream fake media. Folks, today I want to focus on President Trump's trip over Christmas to Iraq. Now, as the globalist puppets and Muppets were yelling about, oh, President Trump hasn't visited the military in a battle zone during his presidency. As they were mouthing this, like Alyssa Milano and a number of other dweebs in Hollywood, President Trump was on the plane. Now, he left, he left Christmas night. It's my understanding that he actually was scheduled to leave on Christmas Eve, but ended up having to delay his trip for a day. Why? Because of a situation that developed that was unearthed by our intelligence agencies and acted upon by President Trump. It's my understanding that Christmas Eve, the president became aware through our intelligence agencies that eight world leaders had been targeted for assassination on almost a simultaneous basis. The perpetrators behind this plot were based out of the Middle East. They were considered to be long-standing terrorist leaders. It's my understanding that President Trump delayed the trip because he contacted each of these eight world leaders, worked out protection mechanisms for these eight world leaders, and then set in motion a means of preventing the attacks from occurring. It is my understanding that he actually contacted individuals in the Middle East saying that if any of the eight world leaders were assassinated, that holy sites in the Muslim world, Mecca and Medina, would be targeted. President Trump, it's my also understanding, didn't fly directly to Iraq. He flew to two locations where he met some of the world leaders who had been targeted to work out a security plan and to work out further agreements as it relates to some of these bad actors in the Middle East. He then flew to Iraq, met with military leaders about us disengaging from Syria, from Afghanistan, which is a blow to the military-industrial complex and to the deep state. And he met with the troops. This is what we saw on TV. Then he flew to our Air Force base in Ramstein, Germany, and I understand he also met with a number of the other world leaders that had been targeted. So a total of eight world leaders had been targeted by extremists in the Middle East. it's my understanding that when he left Germany he flew to one other location met with, I'm not going to call this person a world leader a world figure and then flew home to Washington the question I had was what about the perpetrators behind the plot of the assassination of the eight world leaders on an almost simultaneous basis. I was told, direct quote, the terrorist leaders are in the process of being addressed, end quote. Which brings me to Sunday evening, January 6th. President Trump tweeted that Jamal al-Badwadi, a terrorist leader, in particular associated with Al-Qaeda, had been assassinated. Now, Badwadi was a very bad actor. He led the attack against the USS Cole on October 12, 2000. That's when the USS Cole was refueling in a Yemen port. 17 sailors, U.S. naval personnel, died. 139 were seriously wounded. I believe, based on the information provided to me, Badwadi was one of the leaders involved in this most recent terrorist event, which was planned to assassinate eight world leaders on an almost simultaneous basis. I also believe that there were other terrorist leaders that were involved in that plot. And if my sources are accurate, we are going to see in the ensuing days and weeks a number of these bad actors also facing the music. Bottom line, the president was getting immense grief for not visiting the troops. Anyone who was saying that is clueless. ignorant. He did meet with the troops. And yes, he was scheduled to leave the day before. But if it wasn't for his actions, there could well have been a cataclysmic world event which could have led to World War III. Because of information gleaned through our intelligence agencies and acted upon by President Trump, eight world leaders are alive today. And the world is a safer place, and I believe going to be a much safer place in the days and weeks to come. I'd like to thank you for joining me today. I'd like to thank you for your time. We are available every Sunday, 2 to 5 Eastern, DaveJanda.com. Hit the upper right-hand button to listen live to the show. Great analysis, great guests. This past week, we had General Paul Vallelion. We had General Tom McInerney on. We had Kevin Shipp, formerly a CIA officer, all discussing information the bought-off lamestream fake media will never touch. In addition, we're available 24-7 at davejanda.com. The free side, we upload a significant amount of free information on a regular basis. And the subscription side, where we have access to all of our podcasts since the inception of our radio show in October of 2010. Our WTF show, which is a geopolitical analysis show every week, as well as our Insider Insight interview show where we bring someone from behind the curtain to discuss issues the fake media will never touch. You are always welcome on our free side. Join the subscription side. 30 cents a day, nine bucks a month. You can try it for a month. If you don't like it, get rid of it. But again, not sure why you would because the information you get, you'll never experience, see, read, or hear in the bought-off lamestream fake media. Until next time, this is Dave Janda signing off. dream big and dare to fail."
        }
    ]
}