{
    "yt_video_id": "wWq4ij8yojY",
    "transcripts": [
        {
            "text": " Hello, I'm Russell Brand. And I'm Laura Brand. And we're here for Hope From Home on World Health Day. What are we going to do Laura as our contribution to this? I'm going to show Russell and you how to make squishy soap. Just to be clear, is that literally soap that's squishy? It is exactly that. If you can imagine Play-Doh that can go in water and cleans your hands. So it's sort of like a hygienic type of playdough. That's right. We've got kids ourselves and whilst we recognise there's a sort of a real scale of hierarchies in terms of what kind of house you might be locked up in and our house is not a bad house to be locked up in, we do still have children so there's you know people don't talk about the amount of misery, pain and anguish that children bring and this is just one way of distracting us and them from that isn't it? Yeah that's absolutely right. Come on then. Perfect, right, Russell you're going to do it. Well show me what to do. So we're going to put in a half cup of corn flour. Oh, what, with all the starvation in the world? The whole lot, yep. Yeah, care about the starvation in the world? Of course I care about the starvation in the world. Corn flour, I've decided is pretty, it's only for gravy, really. Then we're going to put in actually, wait, hold up. We're gonna put in four tablespoons. I pre-measured it because just to make it easy for him. Don't gesture at me like I'm a person that can't be trusted. Although he did bring the bake off. Yeah, I know the portions. Four tablespoons of liquid soap. That can be, that could even be washing up liquid, to be fair, probably. Right, could just be washing up liquid. Yeah, it can. Now what? We're going to give that a little stir. Oh, you stir it at each phase. So stir it at each phase. And at the end of this we'll have squidgy soap, which I suppose is useful because it's like encouraging... I think kids find it, it's sort of messy, it's fun and... Would our child be doing this? Yeah, they would be doing this bit. Which one of them? Mabel. I wouldn't trust her. A three-year-old, not a three-month-old might eat it. Possibly as well. Say your child might grow up to be a drug dealer. Say this will help them in the meth lab. Or if they, say they want to make their own crack when they're older. Oh my God. This is going to help them. Okay, moving swiftly on. Four teaspoons of cooking oil. We're using olive oil, but you can use sunflower oil. I'll hold that. What is this? That is cooking oil. Just pour that in. How much? All of it. How much is it? I'm not going to drip it out. I'm not going to ration it. Time's on that odd. It's four teaspoons of cooking oil. Now what? Just mix it again? Mix it again? Yeah. Do you see it starting? How would you describe that? I'd describe it as a sort of a congealing and hideous mess. Yes, well it's starting to sort of, I mean at the moment it's already not edible. Before you mix it too much we're going to put a drop of food colouring. What colour would you like this? Blue, red or a little bit of each? I don't know about blue and red mixing because firstly that's sort of like making a mockery of democracy and the divisions we hold dear between blue and red parties which are vastly different as all of you know. Okay so which colour? Red. Red, okay. There we go. So I'm going to fill the little cup up. We don't need loads so we're going to go, there we go. Just a pipette full. Drop it in. I mean I don't imagine everyone has a pipette. What do you do about a pipette? You know when you suck petrol out of a carb like that? Oh no, I'd just say like not even a teaspoon. Mix, mix, mix. Just a teaspoon if you don't have, do you know there are some people in Britain today who don't even have their own pipette. That's how hard it's got. I would say half a teaspoon of food colouring. Right Russell I'm going to say you do your hands. Take over. Oh I need my hands. In fact we all say there's a few dregs here. Let's get all the dregs. There's no wastage in a squishy soap. When does water go in? Never. Water never goes in except for when you're going to the med. What have you just put on me? As you know I'm a very hygienic man. Now give it a really good mix around. Should it be that everything in this bowl is part of the just central mass by the end of this? Yes that's right it should all be a central mass you're gonna have to really mix it together. Do you think I need to put more energy into it? I do. Why don't you take over for a bit so it looks better by the end product. Look at that look at the professionalism. Now what I'm guessing here is because I think we may have added the the pipette has thrown us a bit and it's not giving us enough it's not possibly not giving us enough but what we're going to have is a very marbled effect. No one wants a marbled squishy soap that sounds awful. No we just need to give it a bit more. This looks like a lamb's heart. No it's like a springtime exercise. It's like awful. Oh you can't recommend this this is for world health day. Okay no. This This is to help frontline heroes who are giving their life. I'm going to suggest we're getting it out. We're putting it on the table. This is a work table. Are we okay with it going on the work table? No, I can do my podcast from here under the screen. I want this kept neat and immaculate. So it is. Right. Now, really squish it together. I'm going to get it to a point. I might even stand up at this point. Go on, do it. You won't express yourself. Because what we're going to do is we're trying to... While you're needing that, I'll talk about some of the complexities that are facing us during the coronavirus. You just do that, for God's sake, woman, if you don't mind. Just crack on with it. OK. Well, you know, it makes me think we need to radically reorganise society. I mean, like, you know, we've been confronted with inequality, suffering, poverty. although you know for people that are not directly medically affected or financially affected it's a time for a reflection and going in and let's face it craft but it does expose again the inequality at the heart of our city have you finished that just killing time i don't care about any of that all right okay well look this is what we've got keep going do a little bit more russell because you've got the you've got big hot hands there you go that's the sort of thing that keeps our marriage together starting to really look at the color it's mixing so we started off looked very marbly like it wasn't going to work out but actually yes it's we've got a delightful light pink soap here fantastic so now and this could be used yeah when we're trying to encourage our children to wash their hands that should be doing all the time so they even if there's not a pandemic of course but this does particularly encourage it now i had pre-prepared a bowl of warm water so russell i'm gonna break it in half because we can both have a go there we go and also if you're going to use it i would say um break little bits off to use and store the rest in an airtight container or jar with a lid then it'll last for ages i don't have an airtight container on my body that i can use to store squishy soapy right go for it now yeah now use it rub it like really wash your hands with it just as you would wash your hands in a conventional i've just come back from the trip to Sainsbury's the odd dystopian two meters apart experience I've got to wash my hands look at that fantastic stuff and then if you put it it would be waitrose not saying could go to Tesco they're all the same it wouldn't matter now it's all falling apart isn't it you're this is fantastic yeah squishy soap this works brilliantly that's all wash all the color off now what do you say to your detractors that say that this leaves a hideous stain that doesn't get into the nail I'm into the nail and then I'm already waiting with a towel. This is how you treat your toddlers. This is what I expect of the parents who are doing this with kids. So there we go. Squishy soup. Now, hold on. There's some administrative obligations that I have. Thank you very much for watching. Thanks to frontline workers and medical teams serving for us all. It actually says fighting there, but I'm not going to go with that militaristic metaphorical language. I want to say serving for us all if you want to donate that would be great just go to hope from home tiltify.com have you ever heard of tiltify.com before thanks very much for this opportunity for us to do some crafts you know and genuinely well done everyone that is working on the thing thanks so much thank you everybody all right cheers jesus"
        }
    ]
}