{
    "yt_video_id": "HqIblDLzY_0",
    "transcripts": [
        {
            "text": " Hey everyone, this idiot ass is back on campus! Or that! How are you? My name is Daisy and I've been raped. I'm sorry to hear that. Why? Have you ever been raped? I've not been raped. Well, could I change your mind by saying I've been raped and a good majority of my friends have been raped. No, that wouldn't be a convincing argument. I'm very sorry. Because I'm not a racist. No. I don't know how you have the audacity to come back on our campus and say that rape culture is a myth. Because that's personally offensive to a lot of people I know, actually. And so, especially the audacity to come here and really... The audacity to come here and speak the truth? And speak the truth? What the f*** is that? You know what? How about somebody rapes you and then you come and tell me that rape culture is a myth? So for me to be so idiotic as to not believe in rape culture, which we both agree is the idea that rape is perpetuated, encouraged, or tolerated in a society You would need to present some kind of data, anything. I know you think empirical data is bullshit. That's fine Some kind of evidence to support your premise that rape is tolerated or encouraged in the United States Yeah, I mean it is tolerated. I mean have you seen like Brett Kavanaugh? Are you familiar with that situation right now? Like at all like me you don't know who Brett Kavanaugh is this man doesn't know who Brett Kavanaugh is And he's gonna sit here and tell me that rape culture is a myth and as they ask him these questions They pull out his yearbook and they find terms like devil's triangle which if you don't know what that means that's no idea two males and a female and That's two males ganging up on a female It is like it refers to rape. And so he's out here and that's who they're trying to appoint. And this man is Brett Kavanaugh? Brett Kavanaugh, sir. At this point, I'm unsure of like what you know about the government, but that is the highest position that you can acquire. And so a Supreme Court justice. A Supreme Court justice. It's high up there. It's high up there, buddy. I appreciate it, yeah. So the fact that... accused him of gang rape as well. That's separate again from the evidence. It's about 1 in 1,900 women are raped in the United States according to the FBI. It's about 1 in 1,000 for college students. If you include all sexual assault, according to the Department of Justice, Bureau of Justice, it's about 1 in 52 of all sex. That includes, you know, playing grab ass. Does the word hubris mean anything to you? No, it doesn't. Thank you. The fact that Did you really think that I didn't know who Brett Kavanaugh was? I really didn't, honestly, at this point. Like, I'm unsure what you actually know. Right. Yeah. You've explained nothing. You've presented no evidence or data. The only time you've addressed evidence or data is saying that it's bullshit to use your words and it doesn't matter. The amount of rapes matter. The conviction rates matter. What we do with rapists matters. And when you come out and you say we live in a rape culture, and you compare Dr. Christine Ford's allegations, let's say we have no idea whether they're true or not. Zero evidence whatsoever from 35 years ago. You can't run an investigation whether who, what, when, where, or why. We have none of it. To then use that as a springboard to say that we live in a rape culture I think is intellectually disingenuous, And I think it does a great disservice to people who've actually been a victim of horrible crime. So then how can you sit here and tell me that... How can you sit here... That this is all, like, these statistics are all 100% correct? No. And who the hell let you back on this campus? What the f*** is wrong with you? It's a public side war. So nobody invited you here? Officers, if nobody invited him here, can we ask him to leave this campus? He needs to leave. Is this being handled? Have you ever been raped? No. Then don't say s***. Then shut the f*** up! If Brett Kavanaugh did all the things that he accused him of, for example, a triangle, gang rape, gang rape, if he raped people, cocked his head back and left, I say that castrate him and give him life. But if it's not true, I feel probably worse for him than any man I can think of in recent memory. memory the only difference between the two is castrate the man versus empathy is the truth that's a good question that would be awesome but like why is he allowed on our campus if this isn't even like an organized event no i am not part of this event you're free to go anytime you don't have to actually yeah i know but if he's gonna sit here and say that rape cultures admit that somebody needs to sit here and say we're gonna deal with that but but you're not helping in this situation by adding to it. So adding him, no, no, no. By adding to it, I added to rape culture by getting raped. Whatever you need us to do. You're not mad. I understand. So if I called you and said somebody raped me, you wouldn't be mad? But that's not what's happening. Well, you just twisted my words and I didn't say that. Trying to get some order here, And if you're not willing to have to be a part of this, then you're free to leave. Rape culture exists, and you're telling me one in a thousand? I can tell you that's bull . One in 1,900. Do you see? Do you see 1,900 people standing here? I can guarantee you multiple people right here have been raped, and this is not 1,900 people. So. OK. And this man is saying one in 1,900? According to the FBI, yeah. According to the FBI, one in 1900 people have been raped. I can guarantee that I'm not the only one standing here that's been raped. And we are not 1900. So thank you, and thank you, and I hope you get the hell off our campus."
        }
    ]
}