{
    "yt_video_id": "MRCtE63-_zA",
    "transcripts": [
        {
            "text": " We got Rose in Illinois who has been here for a little bit. You're on with Dave and Matt, and I'm told that you have a scripture that can prove the existence of God. Yes. I'm not even sure how that's possible, but I can't wait. Hey, hold on. He's getting it. I've been waiting so long. I've got to find my glasses. Okay. Hold on. You've been waiting so long. Okay. Okay, is this a scripture from the Bible? Yes, sir. Okay, I got one handy. Where's my glasses? I'm looking for my phone glasses. Do you know what the verse is? Because I can look it up. It's Matthew. Oh, my God. Oh, my God, why'd you say that? The most ridiculous of all the Gospels, and it shares my first name. Have you got it handy, Bruce? Matthew what? Okay, it's Matthew 27, after three days I will rise again. Okay. Does that make any sense? Matthew 27 what? Matthew 27, verse 63 at the very end, after three days I will rise again. yep the next day which followed the preparations day the chief priests and the pharisees gathered before pilot and said sir we we remember that while this deceiver was still alive he said after three days i will rise again he's the only one that it was that died on the cross and then was buried and and rose again after three days none other of the people that worship you know like Buddha or Allah and blah, blah, blah, have ever died and rose again? Rose? I'm sorry. Yes, sir. What evidence do you have that A, Jesus ever said this, B, Jesus rose from the dead? Oh, boy. I don't know, sir. I read the Bible, and I believe in Jesus. do you believe in buddha or allah or whoever whoever whoever i i believe in jesus okay i'm aware that that you believe that my question was how do we know it's true you called in to say that you had a verse which proves the existence of god and literally it's words in a book that nobody can verify anybody ever said other than that they were written down here it's if you have a red letter addition to the Bible, that's not going to necessarily be in red letters. There's no way to verify it. And you believe it because you also believe that Jesus rose from the dead after three days. But even the Bible doesn't have him rise from the dead after three days. It would have been from Friday night to Sunday morning. That's not three days. That's a day and a half. And actually, there's no evidence that he rose from the dead. And it's difficult to even demonstrate reasonably that he actually existed although i'm okay with that notion but if somebody said uh i will rise again or after three days i will rise again and then we killed them and they rose after three days that would be incredibly impressive i agree but having a book that says somebody once said that after they were killed they would rise again in three days and i'm telling you that's what happened okay so who do you know who wrote the book matthew sir can i just say this what proof do you have that it didn't really happen i don't have to prove it didn't really happen do i have to prove the butler didn't do it if you say the butler did if you say the butler did it and i say i'm not convinced what evidence do you have and you come back with well can you prove the butler didn't do it don't you think that sound pretty stupid? Oh, golly. I didn't want to get into a confrontation about this. Okay. I'm just asking. I mean, if somebody said that to you, wouldn't you think that that was kind of a ridiculous question? Can you prove the butler didn't do it? Oh, golly. I guess I'm just going to have to try to keep trying to prove that it did happen. Yeah. And since you didn't do that today, I think we can agree that you didn't prove it today, right? How would you go? I disagree. You think you proved it today? Well, I disagree with your theory on the fact that I didn't prove anything. Okay. So you think you did prove something? Yeah. I agree with you that you proved something. I just don't think you proved what you thought you proved. So what is it you think you proved? I proved that Jesus exists and there's nothing and there's been many miracles. I think Jesus exists. Show me a miracle. Oh, brother, where do you start? There's just so many of them. It's hard to pick, isn't it? Yeah. It's funny how people keep telling me there's all these miracles. And when I asked them to provide one so that we can examine it it takes them forever so so what what miracle do you think happened apart from the resurrection why are you such a meanie meanie yeah matt why are you such a meanie just take it because i give a fuck about whether or not something's true and i'm tired of watching otherwise good and reasonable people be deluded into thinking that something is True. I don't have to what? You don't have to cuss, Matt. Oh, for fuck's sake. What exactly? Is there a prohibition in your religion that I not say the word fuck? Rose, have you ever watched this show before? No. What's wrong with the word fuck? Why shouldn't somebody say it? I don't know. I don't know either. My son convinced me to call into your show. Your son's a dick. And I mean this in the meanest of all mean possible ways. If you are out there, is your son an atheist? No, I said he is. Okay, your son says he's an atheist, and he managed to convince you to call into this show. He's not being kind to you. I guarantee you, your son is not being kind to you. He wanted you to be publicly embarrassed. And I'm going to stop right now because we're willing to have conversations. We're willing to talk about how and why we believe things. But I don't exist just so some atheist who's pissed off at his mom can send her here. I apologize, Rose, that you were duped like this because you're somebody who doesn't have – you're like most other people on the planet. You believe something. The people around you believe it. You're convinced that it's true. You never really bothered to consider what sort of evidence should or shouldn't convince somebody. and you were sent in to a call-in show that is incredibly famous for taking credulous theistic beliefs and raking them over the coals. And your son owes you an apology. Yeah, and if your son's watching right now, dude, you need to do better. I would never have done this to my mom, and I talked about what my mom sent me for my birthday. I'm right here, and I do apologize to her and stuff, But I just, she always comes to me with evidence forgotten. Yeah, you set her up, dude. You set her up and threw her under the bus. That's not the way to do this. So irrespective, irrespective of familiar relationship or anything else, do you love your mom? Yeah, I love her. Then learn how to talk to her and stop setting her up for shit like this. Yeah, good job, Matt. That pisses me off. That's... Gives us a bad name, man. When I read the thing and talked about dealing with family members, I had a six-plus-hour conversation with my mom. And I'll be honest. My mom isn't any more equipped to have that conversation than Rose was. No, my mom isn't either. It would never have occurred to me to say, You know what, Mom? If you think you can keep proving God, call in and do it for this guy here. That's rude. even a center to Eric and Eric's going to be as nice to her as anybody that, that first of all, you're not in any way demonstrating that you're the more rational person or that your belief is rational or that their belief is irrational. I know that you're feeling bad about it and I'm going to keep beating you up because I know you're listening. You should feel bad about it. Doesn't mean you're the worst person ever. Just learn. Apologize to your mom. Learn, do better do better man there's a better way to do this and I hope you learned something"
        }
    ]
}