{
    "yt_video_id": "xhC-dQBRW0Q",
    "transcripts": [
        {
            "text": " Not you liking it or not. You're laughing, but you're sitting up here. You're going to let your ego violate my rights. I'm not having an ego whatsoever. Yeah, that's for that property right there, I believe. For this property right here. Where? Right here. Oh, this right here? Yeah. So it says that all Pembroke High's police officers are authorized to allow any person to leave these premises. Yeah. They're to leave after World War I and maybe so. Yeah. How you guys doing? I'm all right, brother. How's it going? No, thank you. Alright, can we see your IDs? Let me see your ID. Sergeant Christian Rogers. No, your ID with your address and all that. Can I get my CRD? What do you want to see my ID for? We're filming our police station. Can I see your ID? Is that against the law? Officer Rogers. That's against the law? What law is it against? Officer Rogers. I'm identifying you, sir. I thought I thought yeah, I thought Florida Pina Colton on a 1.1 51 states The only time I must have been I did you is when I'm in the Commission of crime about to commit a crime I have committed a crime right that's Florida Pina Colton on a $1 No, you're not saying my ID Not until you can tell me what crime on the back of a secure what crime have I committed be seen from public I absolutely right. So what crime? None of your business I just told you you're not saying my You don't need identify me who are you I got your What's your name your best number What's your best number? Thank you. What's your name your best number? Okay, and your name your best number your buddies call you deep deep my badge number Yeah, not you sir. Thank you. So your name is your best number. Is there a legal reason you want my My badge number is 564. You would like to identify. I'm going to identify you. No, you're going to violate my rights to do so. How am I violating your rights by identifying you? Because Florida Penal Code 901.151 states that the only time I need to give you my ID is when I'm committing a crime, about to commit a crime, or in the process of committing a crime. So what you need to do is give me reasonable, articulable suspicion that I'm breaking the law. That's not the Supreme Court room photography in itself is not a crime And this is a governmental facility and I have every right to come out and record you guys in the course of your duties So what crime am I breaking? You said that five times you don't need to know who are you the Supreme Court is over you buddy You don't drop the Supreme Court. We can film this without you liking it or not So you're laughing but you're sitting up here. You're gonna let your ego violate my right You're not having an ego whatsoever. You're going to let your ego violate my rights because you're telling me you better not be disrespectful to me. You're a public servant. You better not give me a hard time. You're a public servant. And you're going to respect me as the public. I don't have to respect you, but I haven't disrespected you. And I'm telling you, and you're asking me, and I'm respectfully declining no. you're not getting my ID because I don't have to because you haven't sold me yours it's not your police station it's our police station this is our police station it's not your police station you work here I allow you to work here you allow me to yes by paying my taxes giving you employment it's to get a response like this from people who think they can just come up Let me explain. If you ask me a question, how are you going to let me tell you? To get a response from a law enforcer whose job is to enforce law, not come out and demand ID from law-abiding citizens. You don't think it's suspicious that you're being here? It's suspicious. You're saying that you can't deem suspicious that you're being here? No, I don't. No. Because the Supreme Court says you can't deem a lawful activity suspicious. Every day somebody's out here filming our back of the station. Two guys. Probably. But that don't make it suspicious. It's alarming us. To whose definition? Okay, well, let me ask you a question. Let me ask you a question. Is suspicion a felony or a misdemeanor? Suspicion? Yeah. Suspicion's not a crime. So it's not a crime, so it's not a law, so you don't have anything to enforce. I'm filming the back of the facility. The facility, absolutely. Okay, but is that against the law? I didn't say it was against the law. Okay, then. Thank you. What is your name and your badge number? Your name and your badge number? Thank you. What is your name and your badge number, Sergeant? What is your name and your badge number, Sergeant? Well, then you kick Ross. Make sure you don't talk to me, then. I'm not getting his name is bad number like he's not a public servant make sure you don't talk to me then well so he's a sergeant as well and that's how he behaves is your body cam running is your body cam on there was no crime committed and he came out nobody got one to identify but why okay but give me Florida pina colt not on one dot 151 give me that pina colt hey man you're in That's not cool man, don't walk up and you got a weapon, a gun man, don't walk up behind me like that. I know you be cool but I'm just saying don't walk up behind me like that. You guys wanna make a scene? You guys wanna make a scene? No, you're making a scene. We didn't approach anybody. 1, 2, 3, 4, 5, 6, 7, 8 police officers but we're making a scene. in a scene you guys are filming on three hundred dollar phones if you want to film for professionally and you want to get a good a three hundred dollar phone good equipment and film there's a galaxy s7 buddy this phone's nine hundred dollars but what's your purpose bro so what what is your purpose like to come out i told you already i told you already i wanted to come out and exercise a free right freedom i wanted to come out and exercise freedom and see how this guy is going to respond to me and that's exactly what happened come talk to me will you no i don't want to talk to you you didn't want to identify yourself i don't want to talk anything you can say to me you can share in front of my my uh friend here because until you guys tell me what law i'm breaking you have no authority over me first of all we have the authority granted by the law we never said you were breaking the law right okay so and again i'm going to say until i break the law you have no authority over me and he's a sergeant he's a charger but after we told you that i didn't want to i didn't you told me i was going to give it to you yes you weren't if your camera's over there not really we just want to record and be left alone all right have fun did i give you a hard time at all can you take this off so which week i'm talking yeah we're all done thank you thank you thank you i really wish you guys would have never approached us either just say hello how how you doing because this is the this is the image that the rest of the world is gonna see how the Pembroke Pines Police Department okay all right so we can record right I know that I don't want to say yeah I just want to say no News not know South Carolina's wasn't at me guys You're good dude man, I wish you could stand up but we understand Thank you so much They tried us. They really tried us. It didn't work out that way. The Pembroke Pines Police Department folks, Pembroke, Florida. I don't think there's a need to go to the front, do you? No, I kind of want to go to the front. They don't piss me off. I kind of want to go to the front now. Hold on, what does that say? says what is the bottom line right there what's the bottom line beyond this point we were live oh we were live guys that was awesome oh but there was four sergeants out there and they all they all allowed that type of behavior eight officers in all and say that we're creating a scene we so you're right that lady in that crime scene man switched on us I told you, she was not going, she was never turning in there at all. Look, it's still circling, it's still circling, look. Too late. Big Nick South Florida Accountability, with my brother News Now South Carolina. Ben Brooke, we're here! Oh, man. Damn!"
        }
    ]
}