{
    "yt_video_id": "FChlMRFEZWQ",
    "transcripts": [
        {
            "start_time": "",
            "end_time": "",
            "text": "",
            "speaker": {
                "name": "Speaker 3"
            }
        },
        {
            "start_time": "00:00:05,080",
            "end_time": "00:00:09,460",
            "text": "Just a little bit of weed.  Alright, this was in the backseat on the floor, so I might want to figure it out. ",
            "speaker": {
                "name": "Speaker 1"
            }
        },
        {
            "start_time": "00:00:29,800",
            "end_time": "00:00:40,360",
            "text": "In the more recent incident, two officers pulled over passenger Jason Serrano and a friend for a broken tail light.  As the officers approached the car and the driver rolled down the window, the officers claimed the car smelled like weed and ordered both people out of the car. ",
            "speaker": {
                "name": "Speaker 0"
            }
        },
        {
            "start_time": "00:00:49,220",
            "end_time": "00:00:50,960",
            "text": "The car smells like marijuana, so we're going to check it.  There's nothing in the car.  you'll be good to go, alright? ",
            "speaker": {
                "name": "Speaker 4"
            }
        },
        {
            "start_time": "00:00:55,600",
            "end_time": "00:00:58,640",
            "text": "Serrano was recovering from abdominal surgery after being stabbed.  He lifts a shirt to reveal his want to one of the officers.  Once out of the car, the officers demand to search Serrano's jacket and he refuses.  As Serrano grows agitated, the officers become more aggressive. ",
            "speaker": {
                "name": "Speaker 0"
            }
        },
        {
            "start_time": "00:01:19,380",
            "end_time": "00:01:19,500",
            "text": "Relax.  Relax. ",
            "speaker": {
                "name": "Speaker 4"
            }
        },
        {
            "start_time": "00:01:21,280",
            "end_time": "00:01:21,580",
            "text": "Relax.  Relax.  Relax.  Relax.  Relax.  Relax.  They grab in, push him to the ground and handcuff him. ",
            "speaker": {
                "name": "Speaker 0"
            }
        },
        {
            "start_time": "00:01:27,220",
            "end_time": "00:01:27,440",
            "text": "Take down.  Take down.  Take down.  Take down.  Relax.  Relax. ",
            "speaker": {
                "name": "Speaker 2"
            }
        },
        {
            "start_time": "00:01:33,020",
            "end_time": "00:01:33,200",
            "text": "What?  Serrano remains on the ground, handcuffed and invisible pain for the rest of the traffic stop, until an ambulance arrives to take him to the hospital.  The two officers, Kyle Ericsson and Elmer Pastran, begin searching the car in Serrano's jacket.  Officer Ericsson tells Pastran that they need to find evidence.  Officer Ericsson begins searching the car.  He searches the passenger side area first.  When he finds nothing, he can be heard murmuring an expletive.  Ericsson returns to Pastran to ask, he returns to the passenger side and searches through Serrano's jacket, the cup holder and the center console.  As we continue searching the rest of the car, the driver approaches.  Ericsson looks back at the strong, visibly agitated.  After several minutes searching the car, Ericsson again admits that he hasn't found anything.  15 seconds later, Ericsson returns to the front seat cup holder and sets something down. ",
            "speaker": {
                "name": "Speaker 0"
            }
        },
        {
            "start_time": "00:03:06,620",
            "end_time": "00:03:13,580",
            "text": "I love her, Louise.  I love her, Louise. ",
            "speaker": {
                "name": "Speaker 3"
            }
        },
        {
            "start_time": "00:03:14,760",
            "end_time": "00:03:18,460",
            "text": "Ericsson continues searching through the center console, where he's already looked.  A minute or so later, he again sounds agitated.  Ericsson shakes his head as he continues fiddling through Serrano's jacket, just out of the camera's view.  A couple minutes later, the two officers say they found wheat flakes in Serrano's jacket. ",
            "speaker": {
                "name": "Speaker 0"
            }
        },
        {
            "start_time": "00:03:43,920",
            "end_time": "00:03:44,820",
            "text": "Yeah, now he had wheat.  You could say it's wheat here. ",
            "speaker": {
                "name": "Speaker 2"
            }
        },
        {
            "start_time": "00:03:47,880",
            "end_time": "00:03:50,140",
            "text": "At the end of the search, Ericsson turns to Basran. ",
            "speaker": {
                "name": "Speaker 0"
            }
        },
        {
            "start_time": "00:03:50,720",
            "end_time": "00:03:50,980",
            "text": "You good? ",
            "speaker": {
                "name": "Speaker 2"
            }
        },
        {
            "start_time": "00:03:51,660",
            "end_time": "00:03:51,920",
            "text": "We're good?  The officers then fist bump each other.  The few words exchanged between the two officers during the search are almost identical to those exchanged during the search just a few weeks earlier.  On that occasion too, the search had ended with Ericsson asking Pastran.  An ambulance finally arrives to pick up Serrano.  He spends the next five days handcuffed in a hospital room, waiting for his abdominal wound to close.  Serrano took a plea deal to avoid jail time and didn't learn of his body cam's footage existence until after he pleaded guilty.  The video, which didn't emerge for nearly two years, underscores the limited information available, not just to the public, but also defendants.  And validates criticism by police accountability advocates that body cameras are a little used if the evidence they capture remains inaccessible.  The NYPD declined to comment on this incident.  Ericsson and Pestron remain on patrol. ",
            "speaker": {
                "name": "Speaker 0"
            }
        },
        {
            "start_time": "00:04:57,060",
            "end_time": "00:04:59,460",
            "text": "There's none to say that the video speaks for itself.  I ain't have no marijuana.  I had no meat, I had no drugs.  I wasn't German, I wasn't McCall.  I told I wasn't broke.  There are no reasons for me.  I don't.  Besides, harassment. ",
            "speaker": {
                "name": "Speaker 4"
            }
        }
    ]
}