{
    "yt_video_id": "PiWs1RGrCjo",
    "transcripts": [
        {
            "start_time": "",
            "end_time": "",
            "text": "So last Halloween, we had a lot of fun killing evil spirits, but this year we wanted to up the ante.  So we may or may have not rented the most haunted house in Texas.  And I didn't know it rang the play.  Let me take this one.  Hello?  I'm gonna get you like a fish.  Now that is the spirit.  Where are you?  I'm all ready in the house.  You're in the house?  Guys, he's in the house!  Guys, guys, first thing's already in though.  you are super prepared this year.  Wow.  Jared, no crossbow this year.  Went shoddy.  Nice.  Is it loaded?  Again.  Okay, here.  Air force spread ball.  Here you go.  Richard, double little 50s, huh?  Yeah, two is one and one is none.  Am I right?  Logan, how's the demon girlfriend from last year?  Jacob was a little rough, but I am single as Yup.  Good luck.  Eli.  I'm glad you can make it this year.  I brought my fancy ones.  Eli.  Eli.  Oh God, why would you... Oh.  Oh.  Thank you.  You're welcome.  Boys.  Shall we?  This is what happens to my friends.  Hangos and eat the snacks.  Anybody got us this picture?  That's 15 years MRE's.  Does anyone know CLS?  I am not putting my mouth on that.  Nope, nope.  Do we give him military honors?  I don't think so for choking a hot guy.  Hope it works.  Let's split up.  Looking for ghosts in our own place.  Is looking for ghosts.  I want to play.  Come out, come out, wherever you are.  Richard, do you want to come play?  I'd love to play.  You're for loot.  Nope.  You'll burn.  I am, June Ghost.  A little nowhere.  I'm good.  I have a 50 caliber, you have a chainsaw.  Knife to a gunfight.  Not a reliable chainsaw.  Push the choke.  The other button, it should be under it.  Good?  Here you go, big guy.  So I'm not gonna lie, I'm having a decent amount of fun, the group is having a blast, but I've been frustrated in the fact that someone said they'd gut me like a fish and I can't find them, but, but, I have a solution.  I am a classy lady.  Such a good flight.  Single as what?  I'm just trying to have a good time with my friends.  Once I hear you are single as what?  What's going on?  And once again, you won't let me do anything.  Single as what?  Alright, I said, I said, I said, I said, I said, I said, I said, I said, I said, I said, I said, I said, I said, I said, I said, I said, I said, I said, I said, I said, I said, I said, I said, I said, I said, I said, I said, I said, I said, I said, I said, I said, I said, I said, I said, I said, I said, I said, I said, I said, I said, I said, I said, I said, I said, I said, I said, I said, I said, I said, I said, I said, I said, I said, I said, I said, I said, I said, I said, I said That was an amazing time.  Fantastic.  Great, great fun.  I got a kill with my gold desert eagle.  I got a flamethrower and a double decker kill.  I am back in a relationship.  Your hoodie is so comfortable, by the way.  We're looking at rings.  Save the date.  I got that cemetery work.  Howdy.  What's up, man?  USMC.  Nice.  Super fun.  I poisoned the water.  well for you.  They're coming.  Guys, the night's not over.  I found a friend who poisoned the water well.  And there's a horde of zombies on the way, so let's have some more fun.  Good thing I'm already dead, you jerk.  Oh, that was a bad spin, chair.  Let me try that again.  The last zombie horde is gone.  And it is amazing to see that ridding the world of evil brings such a diverse group of people together.  But I guess that's America.  Cheers and Happy Halloween.  Oh, it's terrible.  BlackRifleCoffee.com.  That's how we make these stupid videos.  Thanks for watching guys.  Oh god. ",
            "speaker": {
                "name": "Speaker 0"
            }
        }
    ]
}