{
    "yt_video_id": "1C888mSyD7s",
    "transcripts": [
        {
            "start_time": "",
            "end_time": "",
            "text": "Hi friends.  So a lot of you have been reaching out to me, asking me my opinion about what's going on and, you know, wanting to know my opinion.  So here's my two cents.  For those of you who don't know me, my name is Sagar, also known as Erica for my American friends who can't say Sagar.  I am Iranian American.  I have spent the last 12 years of my life as a human rights activist working on Iran policy.  watching the Middle East.  Yeah, it's a super complex issue.  And many of you probably before today had never ever heard of the name Mohandas or Soleimani.  But I feel like we're living in the twilight zone, guys.  I'm completely outraged at this notion that the propaganda machine that is the media is glorifying Qasem Soleimani.  Do you people know that this man has not only the blood of Americans on his hands, but the blood of Iranians, Iraqis, Yemenis, Afghans?  I mean, since when did we start mourning the death of a terrorist?  I mean, seriously, I've had like friends on the left, both Iranian and American, attack me for echoing the rhetoric of my people.  The people in Iran are happy.  The people in Iran are happy that this man who was responsible for the slaughter of so many people is gone.  Like, where was your outrage last month when the regime slaughtered 1,600 kids for peaceful protests.  Where's your outrage for the thousands of political prisoners that are in Iran right now?  Where was your outrage when the Hashd al-Shaabi took over the American embassy and vandalized it and killed an American contractor?  I don't understand, so I'm sorry if I'm ranting, but My, you know, who cares?  My opinion doesn't really matter, but for the, you know, in the interest of those that have reached out, here's the deal.  I'm an Iran watcher.  I'm an Iraq watcher.  I'm a Syria watcher.  I'm an Afghanistan watcher.  And for the people on the ground, they don't hate America.  They don't hate Donald Trump.  In fact, there's a lot of trending hashtags right now from Iran on Twitter.  Thank you, Trump.  We thank you.  Thank you for, you know, Salamani.  Thank you.  You know, go look for yourselves.  And, you know, honestly, guys, if you don't know anything about the Middle East, please keep your opinions to yourself.  I beg you.  Because all you're doing is you're distorting the flow of information.  You're drowning out the sound that's coming out from the ground.  And people in Iran are happy.  And they are giving out, you know, in the Middle East, it's cultural practice to when something wonderful happens, when there's a marriage or when there's a celebration, you give out cookies, you make cakes.  And you should see the videos that are coming out.  People are baking cakes.  People are giving out cookies in public in the streets because they're happy, you know.  I mean, I don't know.  Do we live in a closed society that we don't know that most people in the Middle East are not free?  Specifically in Iran, it's an Islamic state.  There's no freedom of religion.  There's no freedom of speech.  There's no freedom of peaceful protests.  And for anyone who disagrees with the regime, they're arrested, they're jailed, they're tortured.  Yeah, there's a lot of video coming out right now about, you know, the funeral of Qasem Soleimani.  It's so much propaganda, you guys.  The regime has been saying death to America for 40 years.  They forced us in school to say death to America.  I was seven years old.  I didn't know what I was saying.  And the people that are like saying that right now, they're called the Basiji.  They're like, you know, they're getting paid.  They're the ones that get paid to kill people on the street.  So yeah, they're going to say death to America, but that's not the people.  The majority of the people in the Middle East don't hate America.  They don't hate Donald Trump.  And I'm probably going to lose a lot of friends for saying this, but thank you, Mr.  Trump, for making a very hard decision and for having the moral courage to do something that probably a lot of world leaders wouldn't have had.  Anyway, that's my two cents.  I love you guys.  If you want to have a conversation, Let's engage, let's not attack.  It's not healthy.  And hashtag everybody calm down.  There's no World War III coming, okay?  God is in control, not man. ",
            "speaker": {
                "name": "Speaker 0"
            }
        }
    ]
}