{
    "yt_video_id": "xhC-dQBRW0Q",
    "transcripts": [
        {
            "start_time": "",
            "end_time": "",
            "text": "without you liking it or not.  so you're laughing but you're sitting up here.  you're gonna let your ego violate my rights.  i'm not having an ego whatsoever.  Yeah, that's for that property right there, I believe.  For this property right here.  Where at?  Right here.  Oh, it's right here?  Yeah.  So it says that all Pembroke Pies police officers are authorized to advise any person to leave these premises.  Yeah.  They are to leave after verbal warning.  How you guys doing?  I'm all right, brother.  How's it going?  No, thank you.  All right, can we see your IDs?  Let me see your ID.  No, your ID with your address and all that.  What you want to see my ID for?  Is that against the law?  That's against the law?  What law is against?  Yeah, I thought Florida Penal Code 901.151 states the only time I must present an ID to you is when I'm in the commission of a crime, about to commit a crime, or have committed a crime.  That's Florida Penal Code 901.151.  I don't have the community... No, you're not seeing my ID.  No.  Not until you can tell me what crime I committed.  What crime have I committed?  None of your business.  None of your business.  You're not seeing my ID.  You don't need to identify me, who are you?  What's your name your badge number?  What's your badge number?  Thank you.  What's your name your badge number?  And your name and your badge number?  Your buddies call you D. My badge number?  92, sir.  92.  And your name and your badge number?  Is there a legal reason you want my ID?  My badge number is 564.  Thank you.  You would like to identify.  Well, I'm going to identify you right now.  No, you are.  You're going to violate my rights to do so.  How am I violating your rights by identifying you?  Because Florida Penal Code 901.151 states that the only time I need to give you my ID is when I'm committing a crime, about to commit a crime, or in the process of committing a crime.  So what you need to do is give me reasonable, articulable suspicion that I'm breaking the law.  The Supreme Court ruled photography in itself is not a crime.  And this is a governmental facility and I have every right to come out and record you guys in the course of your duties.  So what crime am I breaking?  You're filming in the back of a police car.  You said that five times.  You don't need to know.  Who are you?  The Supreme Court is over you, buddy.  You don't trump the Supreme Court.  We can film this without you liking it or not.  You're laughing, but you're sitting up here.  You're going to let your ego violate my rights.  I'm not having an ego whatsoever.  You're going to let your ego violate my rights because you're telling me you better not be disrespectful to me.  You're a public servant.  I'm not giving you a hard time.  You better not give me a hard time.  You're a public servant.  And you're going to respect me as the public.  Can you help with some respect, though?  I don't have to respect you, but I haven't disrespected you.  And I'm telling you, and you're asking me, and I'm respectfully declining, no.  You're not getting my ID because I don't have to, because you haven't showed me yours.  It's not your police station.  It's our police station.  This is our police station.  It's not your police station.  You work here.  I allow you to work here.  Yes, by paying my taxes, giving you employment.  It's to get a response like this from people who think they can just come up.  Let me explain.  You guys, no question are you going to let me tell you.  To get a response from a law enforcer whose job is to enforce law, not come out and demand ID from law-abiding citizens.  No, I don't know because the Supreme Court said you can't.  you can't deem a lawful activity.  Every day somebody's out here filming our back in the station two guys probably.  But that don't make that don't make it suspicious.  So who's definition?  Okay.  Well, let me ask you a question.  Let me ask you a question Is suspicion a felony or misdemeanor?  Suspicion?  Yeah.  Suspicion is not a crime.  So it's not a crime, so it's not a law, so you don't have anything to enforce.  Suspicion is a facility, absolutely.  Okay, but is that against the law?  I didn't say it was against the law.  Okay then, thank you.  What is your name and your badge number?  Your name and your badge number?  Thank you.  What is your name and your badge number, Sergeant?  What is your name and your badge number, Sergeant?  You're not getting my damn badge.  Can I speak with him?  Well, then he kicked Ross.  Make sure you don't talk to me then.  I'm not getting his name and his badge number.  Like, he's not a public servant.  Make sure you don't talk to me then.  Well, so he's a sergeant as well.  And that's how he behaves in front of me.  Is your body cam running?  That's not sergeant.  Is your body cam on?  There was no crime committed, and he came out in the ground.  You don't have a body cam?  He went to identify us.  But why?  But that's illegal.  OK, but give me Florida Penal Code 901.151.  Give me that penal code.  Hey man, hey man, why you walking up behind me like that man?  That's not cool man, don't walk up, you got a gun man, don't walk up behind me like that.  I know he's cool, but I'm just saying don't walk up behind me like that.  No, you're making a scene.  We didn't approach anybody.  One, two, three, four, five, six, seven.  Eight police officers, but we're making a scene.  You guys are filming on $300 phones.  If you want to film professionally and you want to get a good scene... On a $300 phone?  Just a Galaxy S7, buddy.  This phone is $900.  But what's your purpose, bro?  So what?  What is your purpose?  I told you already.  I told you already.  I wanted to come out and exercise a free right.  Freedom.  I wanted to come out and exercise freedom and see how this guy is going to respond to me.  And that's exactly what happened.  All right, so do me a favor.  Come talk to me, will you?  No, I don't want to talk to you.  You didn't want to identify yourself.  I don't want to talk to you.  Anything you can say to me, you can say in front of my friend here.  because until you guys tell me what law i'm breaking you have no authority over me.  first of all we have the authority granted to us by the law.  we never said you were breaking the law right.  okay so and again i'm gonna say until i break the law you have no authority over me and he's a sergeant he's a sergeant.  but after we told you that i didn't want you told me i was going to give it to you.  not really we just want to record and be left alone.  all right have fun did i give you?  I really wish you guys would have never approached us, either.  just say hello, how you doing?  Because this is the image that the rest of the world is going to see of the Pembroke Pines Police Department.  Okay, alright.  So we can record, right?  We ain't got accidents.  I know that.  I just wanted to say, yeah.  I just wanted to say, New South Carolina's fussing at me, guys.  And that lesson was free.  Stop violating people's rights.  Hey, bud, I see you, man.  You all right, man.  I appreciate you, partner.  You're a good dude, man.  I wish you could stand up, but we understand.  I appreciate what you do.  Thank you so much.  They tried us.  They really tried us.  And it didn't work out that way.  The Pembroke Pines Police Department, folks.  Pembroke, Florida.  I don't think there's a need to go to the front, do you?  No, I kind of want to go to the front.  Hold on, what does that say?  It says, what is the bottom line right there?  What's the bottom line?  Beyond this point.  We were live?  Oh, we were live, God.  That was awesome.  No, I was just recording with my phone.  It was crazy that there were four sergeants out there and they all allowed that type of behavior.  Eight officers in all.  And say that we were creating a scene.  we.  so you're right that lady in that crime scene man switched on us.  she was not going.  she was not turning in there at all.  look it's still circling.  it's still circling.  look big nick.  south florida accountability with my brother news.  now south carolina pimp brook we're here oh man damn. ",
            "speaker": {
                "name": "Speaker 0"
            }
        }
    ]
}