{
    "yt_video_id": "CTD_kyZRvio",
    "transcripts": [
        {
            "start_time": "",
            "end_time": "",
            "text": "We're supposed to be the United States of America.  But in many ways, we're now divided into two very different nations.  There is red state America, and there is blue state America.  The red states favor conservative, small-government, free-market policies, low taxes, light regulation, tough-on-crime policing, and worker freedom.  Think Florida, Texas, Tennessee, Arizona, and Utah.  The blue states favor a liberal-left, big-government approach—high taxes, heavy regulations, high minimum wages, and mandatory union membership.  Think New York, New Jersey, Connecticut, Massachusetts, Illinois, Oregon, and of course, California.  Progressives like to argue that their big-government, high-tax policies are economically superior, and thus better for the poor, minorities, and working-class Americans than those of red states.  Conservative policies, progressives contend, are culturally backward and tilted to benefit the rich.  Let's test this thesis by comparing three of the largest red states, Florida, Texas, and Tennessee, with three of the largest blue states, California, New York, and Illinois.  If progressive policies really work, then Americans should be rushing to get into the blue states.  But just the opposite is happening.  Americans are packing up their U-Hauls and heading to the red states.  According to the New York Times in August 2020, so many people wanted to leave New York City that moving companies were turning away business.  They just couldn't handle the demand.  This exodus may be accelerating, but it's not new.  Over the last decade, the three big blue states each lost an average of one million people to other states, while the three big red states gained almost a million from other states.  Makes perfect sense.  Americans like freedom.  Small government means more freedom.  And freedom means opportunity.  Let's say you're looking for a job.  Over the last decade, Florida, Texas, and Tennessee have gained twice as many jobs as the progressive states.  Not only that, but your money goes further in red states.  According to a 2019 Tax Foundation study, your $100 stretches to $111 in purchasing power in Tennessee, while in New Jersey it shrinks to $89.  If you're a big corporation or a small company looking for a business-friendly environment, affordable housing, or maybe just a better quality of life, where are you going to go?  The tough decision is not choosing a red state or a blue state.  The tough decision is which red state to move to.  Progressives like to say that this isn't about economics, it's about weather.  The red states tend to be in the South and Southwest, where the weather is warmer.  But that doesn't explain why so many people are leaving California, which has the best weather in the country.  So what does explain the migration from blue states?  Start with taxes.  The two most populous blue states, California and New York, have the highest tax rates in America, while the two most populous red states, Texas and Florida, have no income tax at all.  When taxes get too high, people move to where taxes are lower.  The problem for the high-tax states is that these people take their money, their ambition, and their employees with them.  Then there is crime.  Do blue cities do better than red cities?  The answer, of course, is no.  Of the 20 cities with the highest murder rates, 18 are run by left-leaning Democrats and, for the most part, have been for decades.  And these cities aren't getting safer.  They're getting more dangerous.  A good chunk of Minneapolis was burned to the ground as a result of riots following the death of George Floyd.  Portland had over 90 consecutive nights of rioting, not peaceful protests, rioting.  Seattle allowed an entire section of the city to declare itself an autonomous zone, a first in American history.  Progressive governors, progressive mayors, progressive police chiefs run all of these cities and states.  Ask any resident of Los Angeles or San Francisco about the rise in homelessness, and you'll get a litany of horror stories.  Both cities, of course, have a long history of progressive mayors.  How about keeping us healthy and safe?  Surely the progressive states, with their strict lockdowns, did a better job saving lives from the coronavirus.  Nope.  Adjusted for population, as a resident of New York, New Jersey, or Illinois, you were three, four, or even five times more likely to die of the virus than if you lived in a red state like Florida, Texas, Georgia, Utah, or Arizona.  As progressives and liberal Democrats may mean well, they certainly talk a lot about how much they care about the poor, minorities, and the working class.  Yet, somehow, it's always the poor, minorities, and the working class who pay the price for their bad policies.  That's why those who can move do move—those who can't get stuck with the short end of the stick.  Red state America is prospering.  Blue state America is in meltdown.  So, where do you want to live?  I'm Stephen Moore, economist at FreedomWorks, for Prager University. ",
            "speaker": {
                "name": "Speaker 0"
            }
        }
    ]
}