{
    "yt_video_id": "QCHpJkQI7T0",
    "transcripts": [
        {
            "start_time": "",
            "end_time": "",
            "text": "So I'm happy to entertain a question from the Senator from Texas and then I'll conclude my comments. ",
            "speaker": {
                "name": "Speaker 1"
            }
        },
        {
            "start_time": "00:00:07,680",
            "end_time": "00:00:07,920",
            "text": "Thank you.  Madam President, I wonder if the Senator would tell me the bill that the Police Act, that it sounds like the Democratic Conference intends to block tomorrow, includes the anti-lynching legislation that you and Senator Booker have championed.  Are you aware of that? ",
            "speaker": {
                "name": "Speaker 2"
            }
        },
        {
            "start_time": "00:00:27,200",
            "end_time": "00:00:30,300",
            "text": "The same one that Rand Paul obstructed a couple weeks ago?  Yes, I am aware of that. ",
            "speaker": {
                "name": "Speaker 1"
            }
        },
        {
            "start_time": "00:00:31,740",
            "end_time": "00:00:38,060",
            "text": "So you're going to block, Madam President, so the Senators are going to block their own anti-lynching bill by their vote tomorrow? ",
            "speaker": {
                "name": "Speaker 2"
            }
        },
        {
            "start_time": "00:00:38,460",
            "end_time": "00:00:44,360",
            "text": "Absolutely not, and I think that it is important that we not distract the American people from the task at hand.  We cannot pull out a specific component of this bill and leave everything else in the garbage bin.  And that is the logical and actual and practical conclusion of where you're going with the suggestion that we would sacrifice Issues like no-knock warrants.  Issues like national standard for use of force.  Issues like the need for independent investigations of police misconduct.  Issues like pattern and practice investigations with subpoena power for the United States Department of Justice in sake of one.  It's like asking a mother, save one of your children and leave the others. ",
            "speaker": {
                "name": "Speaker 1"
            }
        },
        {
            "start_time": "00:01:28,120",
            "end_time": "00:01:30,260",
            "text": "Madam President, would the senator yield for another question? ",
            "speaker": {
                "name": "Speaker 2"
            }
        },
        {
            "start_time": "00:01:30,360",
            "end_time": "00:01:30,900",
            "text": "Absolutely. ",
            "speaker": {
                "name": "Speaker 1"
            }
        },
        {
            "start_time": "00:01:32,420",
            "end_time": "00:01:32,620",
            "text": "Mr.  Madam President, the Senator certainly is familiar with the rules of the Senate, which allow Senators to offer amendments to improve legislation once we get on it.  But if the Democratic conference is going to prevent the Senate from actually getting on the bill, there's no opportunity for anyone, any Senator, you or any one of us, to offer amendments to improve it.  And I would further ask the Senator, aren't you aware of the fact that there are 60 vote thresholds on the back end so that if we get on the bill and you don't like the way it turns out, you can block it on the back end.  But is the Senator aware of those options that she has? ",
            "speaker": {
                "name": "Speaker 2"
            }
        },
        {
            "start_time": "00:02:12,260",
            "end_time": "00:02:20,220",
            "text": "Well, Senator Cornyn, you and I both serve, and we are honored to serve on the Senate Judiciary Committee, as does Senator Booker, Senator Durbin.  We all serve on the Judiciary Committee.  The two Senate authors of this bill serve with you on the Senate Judiciary Committee.  As you know, because we've been present together during our most recent hearings, we have asked that there would be a meaningful discussion of the Justice in Policing Act in that committee.  None has occurred.  So if we're going to talk about process, let us look at all the tools that are available to well-intentioned, well-meaning legislators if the goal is actually to solve and address the issue at hand.  I've seen no evidence of that.  I've seen no evidence.  In fact, what I've seen reading some of the newspapers, sometimes they get things wrong, but if they got it right, the Senate leader said that he has no interest.  in engaging in that kind of discussion or debate before putting the bill on the floor for a vote tomorrow. ",
            "speaker": {
                "name": "Speaker 1"
            }
        },
        {
            "start_time": "00:03:14,720",
            "end_time": "00:03:17,300",
            "text": "Madam President, may I ask one last question of the Senator?  What I'm trying to fathom, Madam President, is why the Senator would rather have these negotiations occur behind closed doors as opposed to here on the floor of the Senate for the American people to see broadcast on television.  Don't you think that sort of interaction and debate and negotiation out in front of all 330 million Americans would be beneficial to healing our country and coming to some consensus about what the appropriate reforms should be? ",
            "speaker": {
                "name": "Speaker 2"
            }
        },
        {
            "start_time": "00:04:00,240",
            "end_time": "00:04:03,040",
            "text": "Indeed, that is the beauty of the Judiciary Committee.  Our meetings are public meetings. ",
            "speaker": {
                "name": "Speaker 1"
            }
        },
        {
            "start_time": "00:04:13,600",
            "end_time": "00:04:21,320",
            "text": "I will now conclude my remarks by saying that— If that wasn't the longest 10 seconds of Senator Cornyn's life, I don't know what was.  Now, what's happening here is that Republican John Cornyn is trying to troll Kamala Harris for not supporting the Senate's watered-down policing reform legislation called the Justice Act by reminding her that her own sponsored legislation, the anti-lynching bill, was included.  Now, clearly, Republicans included this legislation so they could do exactly this.  So they could say, oh, Democrats aren't even supporting their OWN bill.  Here's the thing, you can't stick a carrot into a garbage bill and expect that that'll do the trick.  You're not going to TRICK Kamala Harris into supporting it because they made one tiny concession.  And second, if Republicans actually cared about the anti-lynching legislation that they're using as a prop to advance their own bill, it would be law right now.  But it's not, because Republican Rand Paul blocked its unanimous passage.  and that should tell you everything you need to know about the GOP's commitment to making lynching a federal crime.  Now, Republicans are trying to frame this whole thing as the Democrats not being willing to advance police reform legislation.  And that's because the Senate legislation, drafted by Republicans, is inadequate.  There is no change to qualified immunity protections, which shields police officers from accountability for misconduct, which is at the HEART of the protests, nor does it establish a federal ban on chokeholds, again which is at the heart of these protests.  So it's not that Democrats aren't taking police reform seriously, it's that the bill put forward by Republicans doesn't take police reform seriously.  And it's not worth it to debate a bill on police reform that doesn't actually accomplish police reform.  Republicans are banging on this idea that all they had to do was throw some half-baked piece of legislation together without actually including any meaningful reforms.  They're banking on the idea that the American people are stupid and won't actually bother learning what's in the bill.  And that we're all just blindly going to cheer on Republicans because they introduced a bill called the Justice Act and so CLEARLY.  that MUST mean they take it seriously.  In reality, not only do we know what's in this bill and therefore know that they don't take it seriously, but the fact that they're playing games while hundreds of thousands of Americans have taken to the streets demanding change goes to show just how much of a joke they think this is.  If the GOP cared, they'd have listened to the American people.  They'd have included an end to qualified immunity and banned chokeholds and the use of no-knock warrants in drug cases.  Instead, all the Republican bill does is tie some funding to police departments that volunteer to ban chokeholds and to study data on no-knock warrants.  To claim this is toothless is an understatement.  So instead of cooking up stunts to try and embarrass Democrats, Republicans might want to consider actually taking steps to reform the very real problem of policing in the United States.  By the way, that's a position that nearly two-thirds of Americans share.  So the fact that the GOP still, STILL can't manage to do something about it goes to show that their priority is not the will of the American people, but rather dragging their feet and playing games and hoping that we eventually forget.  But the thing is, we won't forget, and with an election coming up in November, it's only going to give an outlet to the millions of Americans who've taken to the streets in protest these last few weeks to voice their anger and achieve some change.  If you liked that video, please check out my brand new podcast, No Lie with Brian Tyler Cohen, where I'll cover the most important political stories of the week and interview major players in the world of politics, available now on Apple Podcasts, Spotify, or wherever you get your podcasts.  Check it out and subscribe now. ",
            "speaker": {
                "name": "Speaker 0"
            }
        }
    ]
}