{
    "yt_video_id": "HqIblDLzY_0",
    "transcripts": [
        {
            "start_time": "",
            "end_time": "",
            "text": "Hey everyone, there's an idiot app back on campus.  Or that, how are you?  My name is Daisy and I've been raped.  I'm sorry to hear that.  Have you ever been raped?  I've not been raped. ",
            "speaker": {
                "name": "Speaker 1"
            }
        },
        {
            "start_time": "00:00:13,700",
            "end_time": "00:00:22,020",
            "text": "Well, can I change your mind by saying I've been raped and a good majority of my friends have been raped. ",
            "speaker": {
                "name": "Speaker 0"
            }
        },
        {
            "start_time": "00:00:22,060",
            "end_time": "00:00:23,160",
            "text": "No, that wouldn't be a convincing argument.  I'm very sorry. ",
            "speaker": {
                "name": "Speaker 1"
            }
        },
        {
            "start_time": "00:00:25,240",
            "end_time": "00:00:25,300",
            "text": "No.  I don't know how you have the audacity to like come back on our campus and say that rape culture is a myth because that's personally offensive to a lot of people I know actually and so especially like the audacity to come here and speak the truth.  You know what?  How about somebody rapes you and then you come and tell me that rape culture is a myth. ",
            "speaker": {
                "name": "Speaker 0"
            }
        },
        {
            "start_time": "00:00:50,000",
            "end_time": "00:00:59,220",
            "text": "So for me to be so idiotic as to not believe in rape culture, which we both agree is the idea that rape is perpetuated, encouraged, or tolerated in a society.  You would need to present some kind of data, anything, I know you think empirical data is bullshit, that's fine, some kind of evidence to support your premise that rape is tolerated or encouraged in the United States.  Yeah, I mean, it is totally. ",
            "speaker": {
                "name": "Speaker 1"
            }
        },
        {
            "start_time": "00:01:12,740",
            "end_time": "00:01:14,480",
            "text": "I mean, have you seen like Brett Kavanaugh?  Are you familiar with that situation right now?  You don't know who Brett Kavanaugh is.  This man doesn't know who Brett Kavanaugh is.  And he's going to sit here and tell me that rape culture is a myth.  And as they ask him these questions, they pull out his yearbook, and they find terms like Devil's Triangle, which, if you don't know what that means, that's two males and a female, and that's two males ganging up on a female.  It refers to rape.  And so he's out here, and that's who they're trying to appoint. ",
            "speaker": {
                "name": "Speaker 0"
            }
        },
        {
            "start_time": "00:01:47,080",
            "end_time": "00:01:49,000",
            "text": "And this man is Brett Kavanaugh? ",
            "speaker": {
                "name": "Speaker 1"
            }
        },
        {
            "start_time": "00:01:49,100",
            "end_time": "00:01:50,280",
            "text": "Brett Kavanaugh, sir.  At this point, I'm unsure of what you know about the government, but that is the highest position that you can acquire. ",
            "speaker": {
                "name": "Speaker 0"
            }
        },
        {
            "start_time": "00:01:57,860",
            "end_time": "00:01:58,860",
            "text": "the supreme court justice. ",
            "speaker": {
                "name": "Speaker 1"
            }
        },
        {
            "start_time": "00:01:58,900",
            "end_time": "00:01:59,760",
            "text": "supreme court justice.  it's high up there it's. ",
            "speaker": {
                "name": "Speaker 0"
            }
        },
        {
            "start_time": "00:02:00,780",
            "end_time": "00:02:01,600",
            "text": "it's high up there buddy.  i appreciate it.  yeah so ",
            "speaker": {
                "name": "Speaker 1"
            }
        },
        {
            "start_time": "00:02:02,680",
            "end_time": "00:02:02,900",
            "text": "um ",
            "speaker": {
                "name": "Speaker 0"
            }
        },
        {
            "start_time": "00:02:03,240",
            "end_time": "00:02:16,160",
            "text": "the fact that so if i'm going to answer the question on brett cabernon and dr christine ford or any of the other allegations coming forward from michael abinetti uh who represents actually the other lady accused him of gang rape as well um that's separate again from the evidence.  it's about one in 1900 women are raped in the united states according to the fbi.  it's about one uh one in a thousand for college students.  If you include all sexual assault.  according to the Department of Justice, the Bureau of Justice is about 1 in 52 of all sex.  That includes, you know, playing grab ass.  Does the word hubris mean anything to you? ",
            "speaker": {
                "name": "Speaker 1"
            }
        },
        {
            "start_time": "00:02:30,860",
            "end_time": "00:02:31,380",
            "text": "No, it doesn't.  Thank you. ",
            "speaker": {
                "name": "Speaker 0"
            }
        },
        {
            "start_time": "00:02:31,860",
            "end_time": "00:02:35,260",
            "text": "The fact that you really, did you really think that I didn't know who Brett Kavanaugh was? ",
            "speaker": {
                "name": "Speaker 1"
            }
        },
        {
            "start_time": "00:02:35,620",
            "end_time": "00:02:36,660",
            "text": "I really didn't, honestly.  At this point, like, I'm unsure what you actually know.  Right. ",
            "speaker": {
                "name": "Speaker 0"
            }
        },
        {
            "start_time": "00:02:40,360",
            "end_time": "00:02:40,460",
            "text": "Yeah.  You've explained nothing.  You've presented no evidence or data.  The only time you've addressed evidence or data is saying that it's bullshit if you use your words.  and it doesn't matter.  The amount of rapes matter.  The conviction rates matter.  What we do with rapists matters.  And when you come out and you say we live in a rape culture and you compare Dr.  Christine Ford's allegations, let's say we have no idea whether they're true or not.  Zero evidence whatsoever from 35 years ago.  You can't run an investigation whether it's who, what, when, where, or why.  We have none of it.  to then use that as a springboard to say that we live in a rape culture i think is intellectually disingenuous and i think it does a great disservice to people who've actually been a victim of a horrible crime. ",
            "speaker": {
                "name": "Speaker 1"
            }
        },
        {
            "start_time": "00:03:12,820",
            "end_time": "00:03:19,920",
            "text": "so then how can you sit here and tell me that how can you sit here that this is all like these?  statistics are all 100 correct? ",
            "speaker": {
                "name": "Speaker 0"
            }
        },
        {
            "start_time": "00:03:22,740",
            "end_time": "00:03:23,660",
            "text": "no and who the hell?  let you back on this campus?  it's a public sidewalk.  If Brett Kavanaugh did all of the things that he accused him of for example a triangle gang rape a gang rape.  if he raped people cock his head back and left.  i say that castrate him and give him life but if it's not true I feel probably worse for him than any man I can think of in recent memory.  The only difference between the two is castrate the man versus empathy is the truth. ",
            "speaker": {
                "name": "Speaker 1"
            }
        },
        {
            "start_time": "00:04:09,620",
            "end_time": "00:04:17,980",
            "text": "By adding to it. ",
            "speaker": {
                "name": "Speaker 2"
            }
        },
        {
            "start_time": "00:04:18,120",
            "end_time": "00:04:24,380",
            "text": "I added to rape culture by getting raped. ",
            "speaker": {
                "name": "Speaker 0"
            }
        },
        {
            "start_time": "00:04:26,820",
            "end_time": "00:04:28,800",
            "text": "You're not mad? ",
            "speaker": {
                "name": "Speaker 2"
            }
        },
        {
            "start_time": "00:04:30,140",
            "end_time": "00:04:41,340",
            "text": "So if I called you and said somebody raped me you wouldn't be mad? ",
            "speaker": {
                "name": "Speaker 0"
            }
        },
        {
            "start_time": "00:04:41,380",
            "end_time": "00:04:44,100",
            "text": "Well you just twisted my words and I didn't say that.  trying to get some order here and you're not willing to have to be a part of this then you're free to leave. ",
            "speaker": {
                "name": "Speaker 2"
            }
        },
        {
            "start_time": "00:04:51,260",
            "end_time": "00:04:55,420",
            "text": "rape culture exists and you're telling me one in a thousand.  i could tell you that's bullsh do you see? ",
            "speaker": {
                "name": "Speaker 1"
            }
        },
        {
            "start_time": "00:04:58,600",
            "end_time": "00:05:00,760",
            "text": "do you see 1900 people standing here?  i can guarantee you.  multiple people right here have been raped and this is not 1900 people. ",
            "speaker": {
                "name": "Speaker 0"
            }
        },
        {
            "start_time": "00:05:07,120",
            "end_time": "00:05:11,160",
            "text": "so And this man is saying, one in 1900?  1900?  According to the FBI, yeah. ",
            "speaker": {
                "name": "Speaker 1"
            }
        },
        {
            "start_time": "00:05:14,400",
            "end_time": "00:05:17,320",
            "text": "According to the FBI, one in 1900 people have been raped.  I can guarantee that I am not the only one standing here that's been raped.  And we are not 1900.  So thank you.  And thank you.  And I hope you get the hell off our campus. ",
            "speaker": {
                "name": "Speaker 0"
            }
        }
    ]
}