{
    "yt_video_id": "zntF4S00T5U",
    "transcripts": [
        {
            "start_time": "",
            "end_time": "",
            "text": "This is Terry Swoop of Swoop's Entertainment Vids.  In today's video, we're gonna take a look at legendary rapper Tupac Shakur.  Tupac Shakur was born in 1971.  His birth name was Lasan Paris Crooks.  His mother was Athena Shakur and his stepfather was Matula Shakur.  His biological father's name was Billy Garland.  But Billy Garland wasn't there when he was growing up.  He didn't appear until Tupac became an adult.  Now Tupac grew up in poverty.  He grew up in the worst type of poverty.  And throughout the 1980s, his family moved to Baltimore.  In the 1980s, Baltimore was one of the most violent cities in America.  And it's still one of the most violent cities in America.  But he always had a passion for writing.  He always had a passion for creating music.  In the late 1980s, he started touring with the rap group Digital Underground.  He started off as a dancer with Digital Underground, and then he eventually became a member in the group.  He eventually went solo in 1990. releasing his debut album Tupacalypse Now.  Tupacalypse Now ended up selling platinum.  And in 1992, he started the movie Juice.  This movie made over $20 million at the box office.  And Tupac was starting to make a name for himself as a mainstream actor and a mainstream rapper.  He released three more albums between 1992 in 1994.  They all sold platinum, double platinum, triple platinum.  He became the most highest selling rapper of the 1990s.  But in 1994, when he was recording in Manhattan Square, he ended up being robbed and shot five times.  He eventually survived the attack And a year later, he released Me Against the World.  Me Against the World is viewed as the greatest rap album of all time because it was so conscious, it was so gritty.  It sold over 5 million copies.  Songs like Dear Mama, So Many Tears went to number one on the Billboard charts.  In 1996, he signed with Death Row Records and he released the album, All Eyes On Me.  All Eyes On Me sold over 10 million copies.  Most of Tupac's friends and family say the biggest mistake that Tupac ever made was signing with Suge Knight in Death Row Records.  Because Suge Knight was notorious for getting into conflicts with gang bangers and thugs throughout the Los Angeles area.  On the night of Tupac's death, Suge Knight and Tupac were at a Mike Tyson fight in Las Vegas, Nevada.  After the Tyson fight was over, while they were in the hotel, Suge Knight gets into this altercation with a gang banger named Orlando Anderson.  Orlando Anderson was accused of stealing Suge Knight's jury.  And Suge Knight and his boys beat the hell out of him.  And after this altercation, speculation is that Orlando Anderson got his boys together and they put out a hit on Suge Knight.  Now after the fight, Tupac rode in the car with Suge Knight.  as Suge Knight drove the car.  As they drove away from the hotel, as soon as they got to the intersection, a man pulls out a Uzi and fires right into the car.  Tupac was shot seven times.  Suge Knight was shot once.  After the FBI investigated the shooting, they said the intended target was Suge Knight and not Tupac.  Tupac was caught in the crossfires.  Tupac was killed because he was in the same car as Suge Knight.  But the question remains, who was the trigger man?  Who was the man who pulled the trigger?  Some people speculate that it was Orlando Anderson, the gang banger who got into an altercation with Shud Knight at the hotel.  But there's no certainty that he is the shooter.  In 1998, Orlando Anderson was killed in a drive-by shooting just two years after the Tupac shooting.  So there's no way we will ever know whether he was really the trigger man or not.  And there's also speculations that Biggie Smalls hired somebody to kill Tupac because they were in conflict six months before Tupac's death.  There was a beef between Biggie Smalls and Tupac, six months leading up to Tupac's death.  And then a year after Tupac was killed, Biggie Smalls was shot and killed.  There's always been speculation of whether these two shootings are connected, of whether these two assassinations are connected.  Was Biggie Smalls' murder retaliation for Tupac's murder?  Or was it just a coincidence?  A lot of people have different opinions about this topic.  Leave a comment, rate and subscribe. ",
            "speaker": {
                "name": "Speaker 0"
            }
        }
    ]
}