{
    "yt_video_id": "xhC-dQBRW0Q",
    "transcripts": [
        {
            "start_time": "",
            "end_time": "",
            "text": "without you liking it or not.  so you're laughing but you're sitting up here.  you're gonna let your ego violate my rights.  i'm not having an ego whatsoever.  Yeah, that's for that property right there, I believe.  For this property right here.  Where at?  Right here.  Oh, this right here?  Yeah.  So it says that all Pembroke Park's police officers are authorized to advise any person to leave these premises to be cleared to leave after verbal warning may result in.  Say thank you.  How you guys doing?  I'm all right, brother.  How's it going?  No, thank you.  All right, can we see your IDs?  Let me see your ID.  Sergeant Christian Rogers.  No, your ID with your address and all that.  My CRD?  What did you want to see my ID for?  You're filming our police station.  Is that against the law?  That's against the law?  What law is it against?  I don't know your CRD.  I'm identifying you, sir.  I thought Florida Penal Code 901.151 states the only time I must have sent an ID to you is when I'm in the commission of a crime, about to commit a crime, or have committed a crime.  That's Florida Penal Code 901.1.  Well, go ahead and investigate.  I don't have to investigate.  No, you're not saying my ID.  No.  Not until you can tell me.  what crime have I committed.  This can be seen from public.  Absolutely.  Right, so what crime have I committed?  None of your business.  None of your business.  That's not even necessary.  If you want to know why we're filming it, I just told you.  You're not saying my idea.  Okay, that's fine.  I'd like to identify you guys.  You don't need to identify me, who are you?  Sir, yes I do.  Let me see your license.  What's your name and your badge number?  What's your badge number?  Thank you.  What's your name and your badge number?  And your name and your badge number?  Your buddies call you D. D. My badge number?  Yeah.  92, sir.  92.  And your name and your badge number?  Is there a legal reason you are my ID?  My badge number is 564.  Thank you.  You would like to identify.  I'm going to identify you.  No, you're going to violate my rights to do so.  How am I violating your rights to identify?  Because Florida Penal Code 901.151 states that the only time I need to give you my ID is when I'm committing a crime, about to commit a crime, or in the process of committing a crime.  So what you need to do is give me reasonable, articulable suspicion that I'm breaking the law.  That's not, the Supreme Court ruled.  photography in itself is not a crime.  And this is a governmental facility and I have every right to come out and record you guys in the course of your duties.  So what crime am I breaking?  You're filming in the back of a police station.  You said that five times.  You don't need to know.  Who are you?  The Supreme Court is over you, buddy.  You don't trump the Supreme Court.  We can film this without you liking it or not.  You're laughing, but you're sitting up here.  You're going to let your ego violate my rights.  I'm not having an ego whatsoever.  You're going to let your ego violate my rights because you're telling me you better not be disrespectful to me.  You're a public servant.  I'm not giving you a hard time.  You better not give me a hard time.  You're a public servant.  You're absolutely right.  And you're going to respect me as the public.  Can you show some respect, though?  I don't have to respect you, but I haven't disrespected you.  No, I'm asking to get your identification.  And I'm telling you, and you're asking me, and I'm respectfully declining, no.  You're not getting my ID because I don't have to, because you haven't sold me yours.  What's your purpose here, man?  What are you trying to figure out why exactly you guys are filming our police station?  It's not your police station.  It's our police station.  This is our police station.  It's not your police station.  You work here.  I allow you to work here.  You allow me to work here?  Yes, by paying my taxes, giving you employment.  to get a response like this from people who think they can just come up let me explain.  you ask no question how you gonna let me tell you to get a response from a law enforcer whose job is to enforce law not come out and demand id from law abiding citizens.  No, I don't know because the Supreme Court says you can't you can't deem a lawful activity.  Every day somebody's out here filming our back in the station.  two guys probably.  But that don't make that.  don't make it suspicious.  Okay, well let me ask you a question Is suspicion a felony or misdemeanor?  Suspicion?  Yeah.  That's not a crime.  So it's not a crime, so it's not a law, so you don't have anything to enforce?  Suspicion is a facility absolutely.  Okay, but is that against the law?  I didn't say it was against the law.  Okay then, thank you.  What is your name and your badge number?  Oh my gosh.  Your name and your badge number?  1006.  Thank you.  What is your name and your badge number, Sergeant?  Four of them right now.  What is your name and your badge number, Sergeant?  Can I speak with them?  Well, then you kick rocks.  Make sure you don't talk to me then.  I'm not getting his name and his badge number like.  he's not a public servant.  Make sure you don't talk to me then.  Well, so he's a sergeant as well.  And that's how he behaves in front of you.  Is your body cam running?  That's not sergeant.  Is your body cam on?  There was no crime committed and he came out in the garden.  You don't have a body cam?  He wanted to identify us.  But why?  Okay, but give me Florida Pina Code 91.151.  Give me that pina code.  Hey, man.  Hey, man, why you walking up behind me like that, man?  That's not cool, man.  Don't walk up and you got a gun, man.  Don't walk up behind me like that.  I know you be cool, but I'm just saying don't walk up behind me like that.  no you're making a scene.  we didn't approach anybody one two three four five six seven eight police officer but we're making a scene.  you guys are filming on three hundred dollar phones if you want to film professionally and you want to get a good a three hundred dollar phone good equipment and film.  this is galaxy s7 buddy we got.  this phone is nine hundred dollars.  what's your purpose bro?  so what?  what is your purpose?  To come out?  I told you already.  I told you already I wanted to come out and exercise the free right Freedom.  I wanted to come out exercise freedom and see how this guy's gonna respond to me.  and that's exactly what happened.  Come talk to me.  No, I don't want to talk to you.  You didn't want to identify yourself.  I don't want to talk.  anything you can say to me you can see in front of my friend here.  Because, until you guys tell me what law I'm breaking, you have no authority over me.  First of all, we have the authority granted to us by the law.  We never said you were breaking the law.  Right.  And again, I'm going to say, until I break the law, you have no authority over me.  And he's a sergeant.  He's a sergeant.  But after we told you that I didn't want ID, why didn't you know that?  You told me I was going to give it to you.  Yes, you were.  If your camera's over there... Not really.  We just want to record and be left alone.  Can you take this officer with you, please?  Because I'm tired of hearing them talking.  Yeah, we're all done.  Thank you.  Thank you.  Thank you.  I really wish you guys would have never approached us.  Either just say hello, how you doing?  Because this is the image that the rest of the world is going to see of the Pembroke Pines Police Department.  The image we're going to see of you.  Thank you, sir.  OK.  All right.  Came here to do a job that was never done.  Good.  Have a nice day.  So we can record, right?  We ain't gotta ask that.  I know that.  I just wanted him to say yeah.  I just wanted him to say.  News not new.  South Carolina's fussing at me, guys.  Man, that listen was freaky.  Stop her.  Stop violating people's rights.  Hey, brother, that's just you, man.  You all right, man.  I appreciate you, partner.  You a good dude, man.  I wish you could stand up, but we understand.  Over these sirens, man, but I appreciate what you do.  Thank you so much.  They really tried us.  And it didn't work out that way.  The Pembroke Pines Police Department folks, Pembroke, Florida.  I don't think there's a need to go to the front, do you?  No, I kind of want to go to the front.  Hold on, what does that say?  It says, what is the bottom line right there?  What's the bottom line?  Beyond this point.  We were live?  Oh, we were live, guys.  That was awesome.  There was four sergeants out there and they all allowed that type of behavior.  Eight officers in all.  And say that we're creating a scene.  Really?  So you were right.  that lady in that crime scene man switched on us.  I told you, I told you.  She was not going, she was not turning in there at all.  Look, it's still circling, it's still circling, look.  She's late.  Big Nick South Florida Accountability with my brother news now South Carolina.  Hey man.  Ben Brook we're here!  Oh man.  Damn! ",
            "speaker": {
                "name": "Speaker 0"
            }
        }
    ]
}