{
    "yt_video_id": "xhC-dQBRW0Q",
    "transcripts": [
        {
            "start_time": "",
            "end_time": "",
            "text": "You're laughing, but you're sitting up here, you're gonna let your ego violate my rights.  Yeah, that's for that property right there, I believe.  For this property right here.  Where?  Right here.  Oh, this right here?  Yeah.  So it says that all Pembroke Pass police officers are authorizing the person to leave these premises.  Yeah.  They appear to leave after verbal warning.  They may resolve those.  Yeah.  They think it was possible.  How you guys doing?  I'm all right, brother.  How's it going?  No, thank you.  All right, we see your IDs.  Let me see your ID.  No, your ID with your address and all that on it.  Is that against the law?  That's against the law?  What law is against?  Because I thought Florida... Yeah, I thought Florida Penal Code 901.15.  The only time I went to send ID to you is when I'm in the commission of a crime, about to commit a crime, but I have committed a crime.  That's Florida Penal Code 901.1.  I don't have to... No, you're not saying my ID.  No.  Not until you can tell me what crime... What crime have I committed?  Right, so what crime have I committed?  None of your business.  None of your business.  You're not saying my ID.  You don't need to identify me, who are you?  I want your name.  What's your name?  Your best number.  What's your best number?  What's your name?  Thank you.  What's your name?  Your best number.  Okay.  And your name of your badge number?  Your buddies call you D. My badge number?  Yeah.  19.  And your name of your badge number?  Is there a legal reason you are my D?  You would like to identify?  No, you're going to violate my rights to do so.  Because Florida Penal Code 901.151 states that the only time I need to give you my ID is when I'm committing a crime, a body committed crime, or in the process of committing a crime.  So what you need to do is give me reasonable, articulable suspicion that I'm breaking the law.  That's not, the Supreme Court ruled.  photography in itself is not a crime.  And this is a governmental facility that I have ever right to come out and record.  you guys in the course of your duties.  So what crime am I breaking?  You're filming in the back of a police car.  You said that five times.  You don't need to know.  Who are you?  The Supreme Court is over you, buddy.  You don't trump the Supreme Court.  We can film this without you liking it or not.  You're laughing, but you're sitting up here.  You're going to let your ego violate my rights.  I'm not having an ego whatsoever.  You're going to let your ego violate my rights because you're telling me you better not be disrespectful to me.  You're a public servant.  I'm not giving you a hard time.  You better not give me a hard time.  You're a public servant.  And you're going to respect me as the public.  And you're not... Can you help?  some respect, though?  I don't have to respect you, but I haven't disrespected you.  No, I'm asking to get your identification.  And I'm telling you, and you're asking me, and I'm respectfully declining, no.  You're not getting my ID because I don't have to, because you haven't sold me yours.  What's your purpose here, man?  Yeah, yeah, yeah.  What are you trying to forget?  Why exactly does it fill my house?  It's not your police station.  It's our police station.  This is our police station.  It's not your police station.  You work here.  I allow you to work here.  You allow me to work here?  Yes, by paying my taxes, giving you employment.  If they make it to get a response like this from people who think they can just come up let me explain you guys no question are you gonna let me tell you to get a response from a law enforcer whose job is to enforce law not come out and demand ID from law-abiding citizens?  No, I don't know because the Supreme Court said you can't you can't Dean.  so you're saying a lawful activity.  Every day somebody's out here filming our back in station two guys probably.  But that don't make that don't make it suspicious.  So whose definition?  okay, well, let me ask you a question.  let me ask you a question is suspicion of felony or misdemeanor?  Yeah.  So it's not a crime, so it's not a law, so you don't have anything to enforce.  Okay, but is that against the law?  Okay, then thank you.  What is your name of your badge number?  Your name of your badge number?  Thank you.  What is your name of your badge number, Sergeant?  What is your name of your badge number, Sergeant?  Well, then you kick rocks.  Make sure you don't talk to me, then.  I'm not getting his name in the bathroom, but like he's not a public servant.  Make sure you don't talk to me then.  Well, so he's a sergeant as well.  And that's how he behaves in front of me.  Is your body cam running?  That's not sergeant.  Is your body cam on?  There was no crime committed and he came out.  You don't have a body cam?  But why?  Okay, but give me Florida Penal Code 901.151.  Give me that Penal Code.  Hey man!  Hey man, why you walking up behind me like that man?  That's not cool man, don't walk up, you got a gun man, don't walk up behind me like that.  I know you be cool, but I'm just saying, don't walk up behind me like that.  No, you're making a scene.  We didn't approach anybody.  One, two, three, four, five, six, seven, eight police officers, but we're making a scene.  You guys are filming on $3,000 phones.  If you want to film professionally and you want to get a good scene.  On a $300 phone.  Good equipment and filming.  There's a galaxy S7, buddy.  This phone's $9.  But what's your purpose, bro?  So what?  What is your purpose?  I told you already.  I told you already.  I wanted to come out and exercise the free right Freedom.  I wanted to come out exercise freedom and see how this guy's gonna respond to me.  and that's exactly what happened.  Come talk to me.  We know I want to talk to you.  You didn't want to identify yourself.  I don't want to talk anything you can say to me.  You can share in front of my friend here.  I Because until you guys tell me what law I'm breaking, you have no authority over me.  First of all, we have been 40 graduates by the law.  We never said you were breaking the law.  Right.  And again, I'm going to say, until I break the law, you have no authority over me.  And he's a sergeant.  He's a sergeant.  But after we told you that I didn't want ID, why didn't you know?  He told me I was going to give it to you.  Yes, you are.  If your camera's rolling down.  No, really.  We just want to record and be left alone.  All right, have fun.  Can you take this officer with you because I'm tired of him talking.  Yeah, we're all done.  Thank you.  Thank you.  Thank you.  I really wish you guys would have never approached us, either just say, hello, how you doing?  Because this is the image that the rest of the world is going to see of the Pembroke Pines Police Department.  The image we're going to see of you.  Thank you, sir.  OK.  All right.  We came here to do a job that was never done.  Good.  Have a nice day.  So we can record, right?  I know that.  I just want to hear him say, yeah.  I just want to hear him say, you know what?  New North, South Carolina is fussing at me, guys.  Man, that listen was freaking stubborn.  Stop violating the price.  Everybody asking you, man.  You all right, man?  I appreciate you, partner.  You a good dude, man.  I wish you could stand up, but we understand.  Oh, but he's tired, man.  But I appreciate what you do.  Thank you so much.  They tried us.  They really tried us.  And didn't work out that way.  The Pembroke Pines Police Department, folks.  Pembroke, Florida.  I don't think they need to go to the front, do you?  No, they don't.  I kind of want to go to the front now.  I think I don't go to the front now.  Hold on, what does that say?  It says, what is the bottom line right there?  What's the bottom line beyond this point?  We were live?  Oh, we were live, guys.  That was awesome.  There were four sergeants out there and they all allowed that type of behavior.  Eight officers and all.  And say that we're creating a scene.  So you were right, that lady in that crime scene, man, spits on us.  She was not going, she wasn't turning in there at all.  Look, it's still circling.  It's still circling, look.  Big Nick, South Florida, accountability.  With my brother.  news now, South Carolina.  Ben Brook, we're here!  Oh, man.  Damn! ",
            "speaker": {
                "name": "Speaker 0"
            }
        }
    ]
}