{
    "yt_video_id": "kq2E7LBClnY",
    "transcripts": [
        {
            "start_time": "",
            "end_time": "",
            "text": "Formula One champion Lewis Hamilton graciously took time out of his busy schedule to lecture us about climate change and the state of the oceans.  While sunning himself on his gas-guzzling luxury speedboat.  The sacrifices Lewis makes. ",
            "speaker": {
                "name": "Speaker 0"
            }
        },
        {
            "start_time": "00:00:19,520",
            "end_time": "00:00:24,080",
            "text": "Took the day off on Tuesday, a day for myself and no phone, no training, just me and Roscoe on the water.  I had time to reflect on where we are in the world today.  Every day I see something upsetting happening, people being abused, people suffering. ",
            "speaker": {
                "name": "Speaker 1"
            }
        },
        {
            "start_time": "00:00:30,920",
            "end_time": "00:00:32,400",
            "text": "No phone, no cameras.  Just you and Ross go on the water.  Except the film crew you hired to make you look righteously pensive while you condescendingly virtue signal. ",
            "speaker": {
                "name": "Speaker 0"
            }
        },
        {
            "start_time": "00:00:39,340",
            "end_time": "00:00:48,360",
            "text": "Oceans and forests being destroyed, 2020 is such a heavy year, but it gives me hope seeing people come together fighting for justice and doing more for our planet and the people in it. ",
            "speaker": {
                "name": "Speaker 1"
            }
        },
        {
            "start_time": "00:00:48,460",
            "end_time": "00:00:49,960",
            "text": "doing more for our planet.  You're literally the face of an industry that pumps out 256,000 tons of carbon dioxide emissions every single year.  And that's not even including fans transport to get to the races.  You're literally the lead driver for Mercedes, a company that spews 16.4 tons of CO2 for every car it produces.  Daimler AG, the parent company of Mercedes-Benz, was fined $700 million by German prosecutors last year for lying about its nitrogen oxide emissions.  They literally installed secret devices that hid the true level of emissions so their cars could cheat emissions tests.  And I'm sure doing more for our planet was at the forefront of Lewis's mind when he purchased each of his 15 cars, eight of which are supercars.  I'm sure the state of Mother Earth was a major factor in his decision to rent an entire garage in LA to store half of them in.  And yeah, big shock, Lewis Hamilton likes cars.  Why is he lecturing us about climate change?  His carbon footprint is the size of a small country.  He's whining about damage to the oceans to the background sound of a massive outboard motor.  It'd be like Jocelyn Wildenstein browbeating us about the immorality of plastic surgery.  Dude has less self-awareness than a dog licking its balls in public.  This is a guy who cries on Instagram about how everyone needs to go vegan because the climate is decaying.  As he whizzes around the globe on a 25 million pound private jet, a 3 million pound yacht, while he's sponsored by an oil and gas company.  We all know the lifestyle that Lewis has, said rival driver Fernando Alonso, and that Formula One drivers take 200 planes a year.  You can't then say, don't eat meat.  But if there's one person in Formula One.  that's an even more gargantuan hypocrite than Lewis Hamilton, it's... No, it's still Lewis Hamilton.  You see, as a black person, Lewis understands the struggle for people of color when it comes to sports and entertainment, both industries in which they're notoriously underrepresented.  Lewis understands black oppression.  That's why with Mercedes, he's become Formula One's most ardent torchbearer for Black Lives Matter. ",
            "speaker": {
                "name": "Speaker 0"
            }
        },
        {
            "start_time": "00:02:55,120",
            "end_time": "00:02:57,880",
            "text": "The Black Lives Matter protest, I could not stay silent.  In terms of systemic racism, it is all over the place. ",
            "speaker": {
                "name": "Speaker 3"
            }
        },
        {
            "start_time": "00:03:02,460",
            "end_time": "00:03:19,600",
            "text": "Once again displaying such impressive levels of self-delusion that he sees no contradiction whatsoever in supporting a violent revolutionary Marxist organization that's sworn to destroy capitalism while being the poster boy for a hyper-capitalist industry with an annual revenue generation of four billion dollars.  Also quite ironic that Formula One heiress.  Petra Ecclestone literally said that due to an explosion in violent crime she had to flee London, a city where black lives matter so much.  73% of knife offenders and 53% of victims are from a black or ethnic minority background.  But see, as a black man, Lewis is so oppressed that Mercedes gave him a contract for just £60 million a season.  I know.  the struggle is real.  Aside from his 15 supercars, Lewis has been so discriminated against that he has to make do with an 18 million pound six bedroom London mansion, and a 32 million pound 6,547 square foot New York penthouse, and an apartment in Switzerland with a view of Lake Geneva, and a 30 million apartment in the tax haven of Monaco.  So oppressed.  I mean, just how hard done by would you feel as a person of color to be sitting on a net worth of only $285 million.  So oppressed.  If a black dude rapidly rising to the top of a cutthroat industry to become a multi-time world champion doesn't suggest that we're living in a post-racist era, I don't know what does.  But I've got a theory as to why Lewis Hamilton became so insufferably woke.  It all stems from a 2017 incident when he upset the thought police by telling his nephew not to wear a princess dress. ",
            "speaker": {
                "name": "Speaker 0"
            }
        },
        {
            "start_time": "00:04:38,440",
            "end_time": "00:04:39,440",
            "text": "I'm so sad right now.  Look at my nephew.  Why are you wearing a princess dress?  Why did you ask for a princess dress for Christmas? ",
            "speaker": {
                "name": "Speaker 3"
            }
        },
        {
            "start_time": "00:04:44,620",
            "end_time": "00:04:46,320",
            "text": "Boys don't wear princess dresses!  Instead of ignoring their pedantic hyperventilating, Hamilton immediately prostrated himself and offered up a groveling apology for gender-shaming his young relative.  Ever since that brush with the unhinged mob, Hamilton has been walking on eggshells to protect his lucrative career.  But now Lewis faces a new challenge.  based Max Verstappen.  The Red Bull protege was one of the few F1 drivers to refuse to cave to Hamilton's demand that he take a knee for Black Lives Matter.  I know who you are, and I see you.  Which makes sense because Red Bull is owned by Dietrich Matochitz, a Trump-supporting populist billionaire who has spoken out against political correctness and Angela Merkel's migrant invasion madness.  Last month, Matochitz fired two diversity directors and sacked entire culture teams because they were trying to force the company into corporate virtue signaling for Black Lives Matter.  You're all fired.  Yeah, don't think a drive with Red Bull is in Lewis's future.  And let's not forget, Hamilton's cringe tweet happened in the same week that tax-dodging, migrant-abusing Ben and Jerry's lectured us about the necessity of taking in more illegal migrants.  Remember when multi-billion dollar corporations just made products and didn't guilt trip us about social justice as a pretentious marketing ploy.  Remember when celebrities weren't afraid to flaunt their wealth?  Remember when they understood that they'd hit life's jackpot and knew just to shut up and enjoy it?  Remember when they didn't lecture you about your consumption while blitzing around the world in speedboats and supercars?  Yeah, well, with people like Lewis Hamilton around, those days are long gone and they're not coming back. ",
            "speaker": {
                "name": "Speaker 0"
            }
        },
        {
            "start_time": "00:06:31,560",
            "end_time": "00:06:43,840",
            "text": "It's absolutely crucial for you to help me fight the war on free speech by supporting me via subscribe star, link in description, and also signing up for my free newsletter at summit.news.  forward slash newsletter. ",
            "speaker": {
                "name": "Speaker 2"
            }
        }
    ]
}