{
    "yt_video_id": "HqIblDLzY_0",
    "transcripts": [
        {
            "start_time": "",
            "end_time": "",
            "text": "Hey, everyone.  This idiot ass is back on campus.  Before that, how are you?  My name is Macy, and I've been raped.  I'm sorry to hear that.  Have you ever been raped?  I've not been raped. ",
            "speaker": {
                "name": "Speaker 1"
            }
        },
        {
            "start_time": "00:00:13,700",
            "end_time": "00:00:22,020",
            "text": "Well, can I change your mind by saying I've been raped, and a good majority of my friends have been raped.  No, that wouldn't be a convincing argument. ",
            "speaker": {
                "name": "Speaker 0"
            }
        },
        {
            "start_time": "00:00:23,660",
            "end_time": "00:00:24,320",
            "text": "I'm very sorry.  No.  I don't know how.  you have the audacity to come back on our campus and say that rape culture is a myth, because that's personally offensive to a lot of people.  I know, actually.  And so, especially the audacity to come here and really... ",
            "speaker": {
                "name": "Speaker 1"
            }
        },
        {
            "start_time": "00:00:40,000",
            "end_time": "00:00:41,680",
            "text": "The audacity to come here and speak the truth?  And speak the truth?  Yeah.  Yeah. ",
            "speaker": {
                "name": "Speaker 0"
            }
        },
        {
            "start_time": "00:00:45,020",
            "end_time": "00:00:45,500",
            "text": "You know what?  How about somebody rapes you, and then you come and tell me that rape culture is a myth? ",
            "speaker": {
                "name": "Speaker 1"
            }
        },
        {
            "start_time": "00:00:50,000",
            "end_time": "00:01:02,560",
            "text": "So, for me to be so idiotic as to not believe in rape culture, which we both agree is the idea that rape is perpetuated, encouraged, or tolerated in a society, you would need to present some kind of data, anything.  I know you think empirical data is bullshit.  That's fine.  Some kind of evidence to support your premise that rape is tolerated or encouraged in the United States.  Yeah, I mean, it is tolerated. ",
            "speaker": {
                "name": "Speaker 0"
            }
        },
        {
            "start_time": "00:01:12,740",
            "end_time": "00:01:14,480",
            "text": "I mean, have you seen like Brett Kavanaugh?  Are you familiar with that situation right now? ",
            "speaker": {
                "name": "Speaker 1"
            }
        },
        {
            "start_time": "00:01:17,280",
            "end_time": "00:01:17,540",
            "text": "Not at all.  Enlighten me. ",
            "speaker": {
                "name": "Speaker 0"
            }
        },
        {
            "start_time": "00:01:18,460",
            "end_time": "00:01:20,060",
            "text": "You don't know who Brett Kavanaugh is.  This man doesn't know who Brett Kavanaugh is.  And he's going to sit here and tell me that rape culture is a myth.  And as they ask him these questions, they pull out his yearbook and they find terms like devil's triangle, which if you don't know what that means, that's two males and a female.  And that's two males ganging up on a female.  It is like it refers to rape.  And so he's out here and that's who they're trying to appoint. ",
            "speaker": {
                "name": "Speaker 1"
            }
        },
        {
            "start_time": "00:01:47,080",
            "end_time": "00:01:49,000",
            "text": "And this man is Brett Kavanaugh? ",
            "speaker": {
                "name": "Speaker 0"
            }
        },
        {
            "start_time": "00:01:49,100",
            "end_time": "00:01:50,280",
            "text": "Brett Kavanaugh, sir.  At this point, I'm unsure of like what you know about the government, but that is the highest position that you can acquire. ",
            "speaker": {
                "name": "Speaker 1"
            }
        },
        {
            "start_time": "00:01:57,000",
            "end_time": "00:01:59,400",
            "text": "And so- a supreme court just a supreme court. ",
            "speaker": {
                "name": "Speaker 0"
            }
        },
        {
            "start_time": "00:01:59,440",
            "end_time": "00:02:00,640",
            "text": "justice it's high up there it's. ",
            "speaker": {
                "name": "Speaker 1"
            }
        },
        {
            "start_time": "00:02:00,780",
            "end_time": "00:02:01,660",
            "text": "it's high up there buddy.  so ",
            "speaker": {
                "name": "Speaker 0"
            }
        },
        {
            "start_time": "00:02:02,680",
            "end_time": "00:02:02,900",
            "text": "um ",
            "speaker": {
                "name": "Speaker 1"
            }
        },
        {
            "start_time": "00:02:03,240",
            "end_time": "00:02:16,160",
            "text": "the fact that so if i'm to answer the question on brett kavanaugh and dr christine ford or any of the other allegations coming forward from michael abinetti uh who represents actually the other lady who accused him of gang rape as well um that's separate again from the evidence.  it's about one in 1900 women are raped in the united states.  according to the fbi it's about one uh one in a thousand for college students.  If you include all sexual assault, according to the Department of Justice, Bureau of Justice, it's about 1 in 52 of all sex.  That includes, you know, plain grab ass.  Does the word hubris mean anything to you? ",
            "speaker": {
                "name": "Speaker 0"
            }
        },
        {
            "start_time": "00:02:30,860",
            "end_time": "00:02:31,380",
            "text": "No, it doesn't.  Thank you. ",
            "speaker": {
                "name": "Speaker 1"
            }
        },
        {
            "start_time": "00:02:31,880",
            "end_time": "00:02:35,260",
            "text": "The fact that you really, did you really think that I didn't know who Brett Kavanaugh was? ",
            "speaker": {
                "name": "Speaker 0"
            }
        },
        {
            "start_time": "00:02:35,620",
            "end_time": "00:02:37,200",
            "text": "I really didn't, honestly, at this point.  Like, I'm unsure what you actually know.  Right. ",
            "speaker": {
                "name": "Speaker 1"
            }
        },
        {
            "start_time": "00:02:40,360",
            "end_time": "00:02:40,460",
            "text": "Yeah.  You've explained nothing.  You've presented no evidence or data.  The only thing, the only time you've addressed evidence or data is saying that it's bullshit to use your words and it doesn't matter.  The amount of rapes matter.  The conviction rates matter.  What we do with rapists matters.  And when you come out and you say we live in a rape culture and you compare Dr.  Christine Ford's allegations, let's say we have no idea whether they're true or not.  Zero evidence whatsoever from 35 years ago.  You can't run an investigation whether who, what, when, where, or why.  We have none of it.  to then use that as a springboard to say that we live in a rape culture I think is intellectually disingenuous, and I think it does a great disservice to people who have actually been the victim of a horrible crime. ",
            "speaker": {
                "name": "Speaker 0"
            }
        },
        {
            "start_time": "00:03:12,820",
            "end_time": "00:03:15,340",
            "text": "So then how can you sit here and tell me that... ",
            "speaker": {
                "name": "Speaker 1"
            }
        },
        {
            "start_time": "00:03:17,440",
            "end_time": "00:03:18,260",
            "text": "How can you sit here... ",
            "speaker": {
                "name": "Speaker 0"
            }
        },
        {
            "start_time": "00:03:18,300",
            "end_time": "00:03:22,220",
            "text": "That this is all, like, these statistics are all 100% correct? ",
            "speaker": {
                "name": "Speaker 1"
            }
        },
        {
            "start_time": "00:03:22,740",
            "end_time": "00:03:22,800",
            "text": "No.  And who the hell let you back on this campus?  It's a public sidewalk. ",
            "speaker": {
                "name": "Speaker 0"
            }
        },
        {
            "start_time": "00:03:27,480",
            "end_time": "00:03:28,320",
            "text": "So nobody invited you here? ",
            "speaker": {
                "name": "Speaker 1"
            }
        },
        {
            "start_time": "00:03:28,360",
            "end_time": "00:03:33,300",
            "text": "Officers, if nobody invited him here, can we ask him to leave this campus?  He needs to leave.  Is this being handled?  Have you ever been raped?  No.  Then don't say s***.  Then shut the f*** up.  If Brett Kavanaugh did all the things that he accused him of, for example, a triangle, gang rape, Gang rape.  If he raped people, cock his head back and left.  I say that, castrate him and give him life.  But if it's not true, I feel probably worse for him than any man I can think of in recent memory.  The only difference between the two is castrate the man versus empathy is the truth.  That's a good question.  That would be awesome. ",
            "speaker": {
                "name": "Speaker 0"
            }
        },
        {
            "start_time": "00:04:10,740",
            "end_time": "00:04:14,540",
            "text": "But, like, why is he allowed on our campus if this isn't even, like, an organized event?  No, I am not part of this event.  Yeah, I know, but if he's going to sit here and say that rape cultures admit that somebody needs to sit here and say... So adding him by adding to it, I added to rape culture by getting raped. ",
            "speaker": {
                "name": "Speaker 1"
            }
        },
        {
            "start_time": "00:04:35,600",
            "end_time": "00:04:36,340",
            "text": "Whatever you need us to do.  You're not mad.  I understand.  So if I called you and said somebody raped me, you wouldn't be mad?  But that's not what's happening.  You just twisted my words and I didn't say that.  Trying to get some order here, ",
            "speaker": {
                "name": "Speaker 0"
            }
        },
        {
            "start_time": "00:04:46,500",
            "end_time": "00:04:48,720",
            "text": "and if you're not willing to have to be ",
            "speaker": {
                "name": "Speaker 2"
            }
        },
        {
            "start_time": "00:04:48,820",
            "end_time": "00:04:50,080",
            "text": "a part of this, then ",
            "speaker": {
                "name": "Speaker 0"
            }
        },
        {
            "start_time": "00:04:50,180",
            "end_time": "00:04:51,020",
            "text": "you're free to leave.  Rape culture exists, and you're telling me one in a thousand?  I can tell you that's bulls**t. Do you see?  Do you see 1,900 people standing here?  I can guarantee you multiple people right here have been raped, and this is not 1,900 people.  So... ",
            "speaker": {
                "name": "Speaker 1"
            }
        },
        {
            "start_time": "00:05:08,780",
            "end_time": "00:05:08,960",
            "text": "Okay.  And this man is saying one in 1900?  1900?  According to the FBI, yeah.  According to the FBI, one in 1900 people have been raped.  I can guarantee that I'm not the only one standing here that's been raped.  And we are not 1900.  So thank you.  And thank you.  And I hope you get the hell off our campus. ",
            "speaker": {
                "name": "Speaker 0"
            }
        }
    ]
}