{
    "yt_video_id": "fzvbx25xqnU",
    "transcripts": [
        {
            "start_time": "",
            "end_time": "",
            "text": "",
            "speaker": {
                "name": "Speaker 1"
            }
        },
        {
            "start_time": "00:00:06,540",
            "end_time": "00:00:14,480",
            "text": "Yeah, some brothers that are Mercedes-Benz dealership and they're trying to leave the dealership and guess who show up to put themselves in front of their car?  Good old Karen.  Let's go ahead and roll that clip. ",
            "speaker": {
                "name": "Speaker 0"
            }
        },
        {
            "start_time": "00:00:17,880",
            "end_time": "00:00:18,880",
            "text": "Why are you blocking the car?  I can't pick him up.  I'm picking him up.  I can't pick him up.  I'm getting the fuck out of here.  Trust passing what?  Trust passing what?  Why are you trespassing?  Trust passing what?  Why are you trespassing?  Trust passing what?  Trust passing what?  On a fucking place where you don't have to get up and get up and get up and get up and get up and get up and get up and get up and get up and get up and get up and get up and get up and get up and get up and get up and get up and get up and get up and get up and get up and get up and get up and get up and get up and get up and get up and get up and get up and ",
            "speaker": {
                "name": "Speaker 1"
            }
        },
        {
            "start_time": "00:00:52,140",
            "end_time": "00:00:53,540",
            "text": "get up and get up and get up and get up and get up ",
            "speaker": {
                "name": "Speaker 0"
            }
        },
        {
            "start_time": "00:00:53,640",
            "end_time": "00:01:03,220",
            "text": "and get up and get up and get up and get up and get up and get up and get up and get up and get up and get up and get up and get up and get up and get up and get up and get up and get up and get up and get up and get up and get up and get up and get up and get up and get up and get up and get up.  Get your homie, bro.  Get your homie, bro.  This is why people probably want to smack the fuck out your dog. ",
            "speaker": {
                "name": "Speaker 1"
            }
        },
        {
            "start_time": "00:01:09,180",
            "end_time": "00:01:09,620",
            "text": "Move. ",
            "speaker": {
                "name": "Speaker 0"
            }
        },
        {
            "start_time": "00:01:10,540",
            "end_time": "00:01:11,440",
            "text": "Move.  Hey, hey, just get out.  Get in the car, bro.  Move.  And if I go touch you, move.  Bro, is this all homie?  Don't touch me.  Bro, move around.  Don't touch me.  Move around.  Don't touch me.  We ain't gonna touch you.  We're not even gonna press charges.  You trust passing too.  You own this motherfucker?  Yeah. ",
            "speaker": {
                "name": "Speaker 1"
            }
        },
        {
            "start_time": "00:01:31,240",
            "end_time": "00:01:31,600",
            "text": "You own it. ",
            "speaker": {
                "name": "Speaker 0"
            }
        },
        {
            "start_time": "00:01:31,880",
            "end_time": "00:01:33,040",
            "text": "Maybe I can do it.  You don't.  You don't.  You dirty ass feet.  You don't.  Get on somewhere, bro.  No.  Hey, just back to Cara.  Just back to Park without, bro. ",
            "speaker": {
                "name": "Speaker 1"
            }
        },
        {
            "start_time": "00:01:41,760",
            "end_time": "00:01:41,820",
            "text": "No.  Where? ",
            "speaker": {
                "name": "Speaker 0"
            }
        },
        {
            "start_time": "00:01:43,100",
            "end_time": "00:01:43,140",
            "text": "Hey!  Yeah, maybe I do it.  Just back this motherfucker.  You know her? ",
            "speaker": {
                "name": "Speaker 1"
            }
        },
        {
            "start_time": "00:01:48,260",
            "end_time": "00:01:49,060",
            "text": "Move her well, move.  Thank you, move her help.  Go, go.  Go.  Go.  Go.  Go.  Go.  Go.  Go.  Go.  Go.  Go.  Go.  Go.  Go.  Go.  Go.  Go.  Go.  Go.  Go.  Go.  Go.  Go.  Go.  Go.  Go.  Go.  Go.  Go.  Go.  Go. ",
            "speaker": {
                "name": "Speaker 0"
            }
        },
        {
            "start_time": "00:01:52,460",
            "end_time": "00:01:52,580",
            "text": "Go.  Go.  Go.  Go.  Go.  Go.  Go.  Go.  Go.  Go.  Go.  Go.  Go.  Go.  Go.  Go.  Go.  Go.  Go.  Go.  Go.  Go.  Go.  Go.  Go.  Go.  Go.  Go.  Go.  Go.  Go.  Go. ",
            "speaker": {
                "name": "Speaker 1"
            }
        },
        {
            "start_time": "00:01:56,360",
            "end_time": "00:01:56,380",
            "text": "Go.  Go.  Go.  Go. ",
            "speaker": {
                "name": "Speaker 0"
            }
        },
        {
            "start_time": "00:01:57,320",
            "end_time": "00:01:57,340",
            "text": "Go.  Go.  Go.  Go.  Go.  Go.  Go.  Go.  Go.  Go.  Go.  Go.  Go.  Go.  Go.  Go.  Go.  Go.  Go.  Go.  Go.  Go.  Go.  Go.  Go.  Go.  Go.  Go.  Go.  Go.  Go. ",
            "speaker": {
                "name": "Speaker 1"
            }
        },
        {
            "start_time": "00:02:02,260",
            "end_time": "00:02:02,700",
            "text": "Go.  Go.  Go.  Go.  Go.  Stupid bitch!  Fuck you! ",
            "speaker": {
                "name": "Speaker 0"
            }
        },
        {
            "start_time": "00:02:08,080",
            "end_time": "00:02:09,820",
            "text": "Fuck you!  That's how it's making fucking hell hell hell hell hell hell hell hell hell hell hell hell hell hell hell hell hell hell hell hell hell hell hell hell hell hell hell hell hell hell hell hell hell hell hell hell hell hell hell hell hell hell hell hell hell hell hell hell hell ",
            "speaker": {
                "name": "Speaker 1"
            }
        },
        {
            "start_time": "00:02:26,640",
            "end_time": "00:02:26,740",
            "text": "hell ",
            "speaker": {
                "name": "Speaker 0"
            }
        },
        {
            "start_time": "00:02:26,780",
            "end_time": "00:02:46,760",
            "text": "hell hell hell hell hell hell hell hell hell hell hell hell hell hell hell hell hell hell hell hell hell hell hell hell hell hell hell hell hell hell hell hell hell hell hell hell hell hell hell hell hell hell hell hell hell hell hell hell hell hell hell hell hell hell hell hell hell hell hell hell hell hell hell hell hell hell hell hell hell hell hell hell hell hell hell hell hell hell hell hell hell hell hell hell hell hell hell hell hell hell hell hell hell hell hell hell hell hell hell hell hell hell hell hell hell hell hell hell hell hell hell hell hell hell hell hell hell hell hell hell hell hell hell hell hell hell hell hell ",
            "speaker": {
                "name": "Speaker 1"
            }
        },
        {
            "start_time": "00:02:46,800",
            "end_time": "00:02:48,420",
            "text": "hell hell hell hell hell hell hell hell hell hell hell hell hell ",
            "speaker": {
                "name": "Speaker 0"
            }
        },
        {
            "start_time": "00:02:48,460",
            "end_time": "00:02:50,640",
            "text": "hell hell hell hell hell hell hell hell hell hell hell hell hell hell hell hell hell.  You just fucking said it.  Get your wife, buddy.  You just fucking said it.  You just fucking said it. ",
            "speaker": {
                "name": "Speaker 1"
            }
        },
        {
            "start_time": "00:02:53,640",
            "end_time": "00:02:54,280",
            "text": "Yeah, I will.  I will fuck you up.  And your husband.  You better get him.  You better get him.  So you saw how she just put herself all in front of their vehicle.  They're trying to leave the Mercedes-Benz dealership.  She's saying they trust passing.  How do you know?  On order for you to say they trust passing, you have to meet either some management employee or the owner.  And obviously Karen wasn't that.  But she just wanted to just be lying in her ass.  black men.  So we have to deal with them.  Ladies and gentlemen throughout the world who could be watching, this is the life of black people in America.  As you have seen several times are watching this channel.  Some of you may think that this can't be real life.  These people can't really be this way.  Yes, this is real life you're seeing.  You're not seeing reality TV or anything like that.  This is who they are in this country.  That's why I tell some of you, and you say, oh, I want to go to America, and I say, why?  Why do you want to come here?  You really want to deal with caring?  You want that problem?  You want to deal with police putting their knees on your neck and choking you out and killing you?  You want to deal with that?  Because that's what you could deal with coming to America.  You do better where you at.  Fix your own countries where you at.  I'm telling you, you don't want to come into this problem.  But I read, it said, the Mercedes Benz or Scottsdale, so maybe Scottsdale, Arizona, could be whatever is that or maybe another Scottsdale.  I'm just taking a wide stab in the dark.  But even though the men came up blocking her crazy behind, and I guess whatever guy that she's with or whatever, he's trying to pull her away.  And she's still like that.  See, a woman like that, I couldn't be with her.  I was like, because a woman like that go get two pounds of her to kill.  Because you're trying to clean up her mess.  Then what she's doing out here.  And then could cause you to be in some sort of fight with a man and you would, would we cross two words with?  Well, she crazy.  A woman like that, uh-uh, no, she would have to go with me.  I cannot deal with no woman, send up a challenge in a man.  You don't challenge no man like that.  And for what?  The man wasn't doing you anything.  They, they were leaving.  And even they wasn't leaving.  What is it to her?  I mean, these people are crazy.  I mean, the last time we covered wood, this woman was some Russian, and she got money, her and her hoods were got money.  And she wanted to cry and complain and she not racist.  Well, how many videos that we've seen.  you run up on white people and call the police on them?  Now, she didn't call the police, but she was trying to yell.  You seen the background, you seen cop lights.  It was in the distance.  She was yelling to hopefully get their attention.  She wasn't yelling for their, their attention to those guys that came up together for the police.  because they know exactly the police going to do the black people.  But who is she?  I mean, you guys probably can find out.  You probably guys probably even know who she is.  But who wants to she work?  Do they approve of the way she act in this video?  Let us know.  The epidemic called Karen would continue to be chronicle every chance we get because we got to definitely put out the message.  that Karen is a part of the problem too, not just the police.  Karen tries to get the police to come out to harm jail or possibly kill black people.  So yes, Karen has to be focused on in this time period.  For those of you who are protesting throughout the world, make sure you keep Karen out of your country because that Karen will be trying to go to the different African nations Karen be trying to go to the different Asian countries or ever she likes to go.  Keep her out if you don't want that problem.  But a lot of you don't have now on the call, right?  So that is a lot of it, at least because like I said before when I was in the continent last time I said listen, end up saying something crazy to me, the mazungus, we will handle now on one here.  So who you going to call? ",
            "speaker": {
                "name": "Speaker 0"
            }
        }
    ]
}