{
    "yt_video_id": "fzvbx25xqnU",
    "transcripts": [
        {
            "start_time": "",
            "end_time": "",
            "text": "He has some brothers that are Mercedes Benz dealership and they're trying to leave the dealership and guess who show up to put themselves in front of their car?  Good old Karen.  Let's go ahead and roll that clip. ",
            "speaker": {
                "name": "Speaker 0"
            }
        },
        {
            "start_time": "00:00:17,880",
            "end_time": "00:00:18,880",
            "text": "Why are you blocking the car?  Get the fuck out of my way.  I'm picking him up.  I came to pick him up.  I'm getting the fuck out of here.  Trespassing what?  We ain't trespassing none.  Trespassing what? ",
            "speaker": {
                "name": "Speaker 1"
            }
        },
        {
            "start_time": "00:00:31,720",
            "end_time": "00:00:32,759",
            "text": "Why are you trespassing?  Trespassing what? ",
            "speaker": {
                "name": "Speaker 0"
            }
        },
        {
            "start_time": "00:00:33,900",
            "end_time": "00:00:35,120",
            "text": "Why are you trespassing? ",
            "speaker": {
                "name": "Speaker 1"
            }
        },
        {
            "start_time": "00:00:35,160",
            "end_time": "00:00:35,960",
            "text": "Trespassing what? ",
            "speaker": {
                "name": "Speaker 0"
            }
        },
        {
            "start_time": "00:00:36,020",
            "end_time": "00:00:37,240",
            "text": "On a fucking place where you don't belong to me.  Hey, get off the whip.  Hey, get off the whip.  Hey, I could buy any car here I want to buy.  What are you talking about?  Hey, I'm trying to leave.  What are you talking about?  Hey, I'm trying to leave.  Once you get on somewhere.  So fucking Mike.  Hey, ain't nobody giving you no calls. ",
            "speaker": {
                "name": "Speaker 1"
            }
        },
        {
            "start_time": "00:00:53,820",
            "end_time": "00:00:56,360",
            "text": "We're trying to leave. ",
            "speaker": {
                "name": "Speaker 0"
            }
        },
        {
            "start_time": "00:00:56,480",
            "end_time": "00:00:57,660",
            "text": "Hey, y'all get y'all homey, bro.  Get y'all homey, bro.  Get y'all homey, bro.  This is why people probably want to smack the fuck at you, dog. ",
            "speaker": {
                "name": "Speaker 1"
            }
        },
        {
            "start_time": "00:01:09,180",
            "end_time": "00:01:09,620",
            "text": "Move. ",
            "speaker": {
                "name": "Speaker 0"
            }
        },
        {
            "start_time": "00:01:10,540",
            "end_time": "00:01:12,120",
            "text": "Move.  Hey, just get out.  Get in the car, bro. ",
            "speaker": {
                "name": "Speaker 1"
            }
        },
        {
            "start_time": "00:01:15,100",
            "end_time": "00:01:15,380",
            "text": "Move. ",
            "speaker": {
                "name": "Speaker 0"
            }
        },
        {
            "start_time": "00:01:16,060",
            "end_time": "00:01:16,760",
            "text": "And nobody gonna touch you.  Move.  Bro, is this y'all homey?  Don't touch me.  Bro, move around.  Don't touch me.  Move around.  Don't touch me.  We ain't going to touch you.  We know you're going to press charges.  You trespassing, too.  You own this motherfucker?  Yeah.  You own it?  Maybe I fucking do.  You don't with them dirty ass feet.  You don't.  Maybe I fucking do.  Them dirty ass feet you don't.  Get on somewhere, bro.  No.  Hey, just back the car up.  Just back the car up.  Pull out, bro. ",
            "speaker": {
                "name": "Speaker 1"
            }
        },
        {
            "start_time": "00:01:41,760",
            "end_time": "00:01:41,820",
            "text": "No. ",
            "speaker": {
                "name": "Speaker 0"
            }
        },
        {
            "start_time": "00:01:42,880",
            "end_time": "00:01:43,060",
            "text": "Clear.  Hey.  Yeah, maybe I do.  Just back this motherfucker up.  You know her? ",
            "speaker": {
                "name": "Speaker 1"
            }
        },
        {
            "start_time": "00:01:49,260",
            "end_time": "00:01:53,000",
            "text": "Move her around, bro. ",
            "speaker": {
                "name": "Speaker 0"
            }
        },
        {
            "start_time": "00:01:53,200",
            "end_time": "00:01:53,560",
            "text": "Thank you.  Move her around, bro.  Go.  Go.  Giselle, go.  Why are you trying to run me over?  Why are you trying to run me over?  Bro.  Why are you trying to run me over? ",
            "speaker": {
                "name": "Speaker 1"
            }
        },
        {
            "start_time": "00:02:00,100",
            "end_time": "00:02:03,200",
            "text": "I'm walking.  Is this your wife?  I'm walking.  Is this your wife? ",
            "speaker": {
                "name": "Speaker 0"
            }
        },
        {
            "start_time": "00:02:09,919",
            "end_time": "00:02:11,840",
            "text": "I'm walking.  Thank you.  You stupid bitch.  Fuck you.  Fuck you.  Call me a stupid bitch.  Bitch, I'll smash the fuck out of you.  You're a stupid fucking ass.  Touch me.  You're a fucking stupid ass.  Touch me. ",
            "speaker": {
                "name": "Speaker 1"
            }
        },
        {
            "start_time": "00:02:23,260",
            "end_time": "00:02:23,580",
            "text": "Touch me. ",
            "speaker": {
                "name": "Speaker 0"
            }
        },
        {
            "start_time": "00:02:23,620",
            "end_time": "00:02:24,300",
            "text": "Am I going to touch you?  I'll knock your ass out.  I promise you.  I'll look you when I see that.  It ain't what you want.  I'll fuck you and your husband up.  Fuck with me.  Touch me.  Touch me.  Touch me.  Touch me.  You exactly said it.  Touch me.  You just said it.  Touch me.  You just said it.  Bro, get your wife, bro.  You just said it.  You just fucking said it.  Get your wife, brody.  You just fucking said it. ",
            "speaker": {
                "name": "Speaker 1"
            }
        },
        {
            "start_time": "00:02:46,620",
            "end_time": "00:02:47,580",
            "text": "You just fucking said it.  Yeah, I will. ",
            "speaker": {
                "name": "Speaker 0"
            }
        },
        {
            "start_time": "00:02:48,760",
            "end_time": "00:02:51,060",
            "text": "I will fuck you up and your husband.  You better get him.  You better get him. ",
            "speaker": {
                "name": "Speaker 1"
            }
        },
        {
            "start_time": "00:02:55,760",
            "end_time": "00:02:56,480",
            "text": "Fuck you.  So you saw how she just put herself all in front of their vehicle.  They trying to leave the Mercedes Benz dealership.  She's saying they trespassing.  How do you know?  on order for you to say they trespassing, you have to be either some management employee or the owner.  And obviously Karen wasn't that.  But you just want to just be lying and harass black men.  So we, we have to deal with them.  Ladies and gentlemen, throughout the world who could be watching, this is the life of black people in America.  As you have seen several times are watching this channel.  Some of you may think that this can't be real life.  These people can't really be this way.  Yes, this is real life.  You're seeing, you're not seeing reality TV or anything like that.  This is who they are in this country.  That's why I tell some of you when you say, Oh, I want to go to America.  And I tell you why, why do you want to come here?  You really want to deal with Karen.  You want that problem.  You want to deal with police putting their knees on your neck and choking you out and killing you.  You want to deal with that because that's what you could deal with coming to America.  You do better where you ask, fix your own countries where you at.  I'm telling you, you don't want to come into this problem.  But I read it said the Mercedes Benz or Scottsdale.  So maybe Scottsdale, Arizona could be whatever was that, or maybe another Scottsdale.  I'm just taking a wide stab in the dark.  But even though when the men came up blocking her crazy behind and I guess whatever guy that she's with or whatever, he's trying to pull her away.  And she's still like that.  See a woman like that, I couldn't be with her.  I said, cause a woman like they go get too positive, her to kill because you're trying to clean up her mess and what she's doing out here.  And then could cause you to be in some sort of fight with a man and you wouldn't even cross two words with, well, she crazy.  A woman like that, uh-uh, no, she would have to go with me.  I cannot deal with no woman.  Send up here challenging a man.  You don't challenge no man like that.  And for what?  the men wasn't doing you anything.  They, they were leaving.  And even if they wasn't leaving, what is it to her?  I mean, these people are crazy.  I mean, the last time we covered what this woman was some Russian and she got money, her and her husband got money and wanted, she want to cry and complain and she not racist.  Well, how many videos that we've seen.  you run up on white people and call the police on them?  Now she didn't call the police, but she was trying to yell.  You seen the background and seeing cop lights.  It was in the distance.  She was yelling to hopefully get their attention.  She wasn't yelling for their attention.  Those guys that came up, she was yelling for the police.  because they know exactly what the police going to do to black people.  But who is she?  I mean, you guys probably could find out.  You probably guys probably even know who she is, but who was it?  She worked.  Do they approve of the way she act in this video?  Let us know.  the epidemic call Karen with continue to be chronicled every chance we get, because we got to definitely put out the message.  that Karen is a part of the problem too, not just the police.  Karen tries to get the police to come out to harm jail or possibly kill black people.  So yes, Karen has to be focused on in this time period.  But those of you who are protesting throughout the world, make sure you keep Karen out of your country because that Karen will be trying to go to the different African nations.  Karen be trying to go to the different Asian countries, wherever she likes to go, keep her out.  If you don't want that problem, but a lot of you don't even have now on one to call, right?  So that is a lot of it at least because like I said before, when I was in the continent last time, I said, listen, end up and say something crazy to me.  The Muslim goes, we'll, we'll handle nine one one here.  So who you going to call? ",
            "speaker": {
                "name": "Speaker 0"
            }
        }
    ]
}