{
    "yt_video_id": "FChlMRFEZWQ",
    "transcripts": [
        {
            "start_time": "",
            "end_time": "",
            "text": "It's a little bit of weed.",
            "speaker": {
                "name": "SPEAKER_02"
            }
        },
        {
            "start_time": "6.14",
            "end_time": "26.48",
            "text": "Body camera footage obtained by The Intercept shows a Staten Island police officer apparently planting marijuana in a car during a traffic stop. The incident comes just a few weeks after a similar one, originally reported by The New York Times, in which the same cop was again caught by his body camera in the apparent act of planting marijuana in a car.",
            "speaker": {
                "name": "SPEAKER_00"
            }
        },
        {
            "start_time": "26.48",
            "end_time": "33.38",
            "text": "Yo, he Alright, this was in the back seat on the floor. It's a marijuana cigarette. It's lit.",
            "speaker": {
                "name": "SPEAKER_04"
            }
        },
        {
            "start_time": "34.34",
            "end_time": "48.96",
            "text": "In the more recent incident, two officers pulled over passenger Jason Serrano and a friend for a broken taillight. As the officers approached the car and the driver rolled down the window, the officers claimed the car smelled like weed and ordered both people out of the car.",
            "speaker": {
                "name": "SPEAKER_00"
            }
        },
        {
            "start_time": "49.14",
            "end_time": "54.3",
            "text": "The car smells like marijuana, so we're going to check it, alright? There's nothing in the car, you'll be good to go.",
            "speaker": {
                "name": "SPEAKER_01"
            }
        },
        {
            "start_time": "55.44",
            "end_time": "61.8",
            "text": "Serrano was recovered from abdominal surgery after being stabbed. He lifts his shirt to reveal his wound to one of the officers.",
            "speaker": {
                "name": "SPEAKER_00"
            }
        },
        {
            "start_time": "62.2",
            "end_time": "64.06",
            "text": "I don't want to see that right now, okay?",
            "speaker": {
                "name": "SPEAKER_04"
            }
        },
        {
            "start_time": "64.16",
            "end_time": "72.26",
            "text": "I can't even move, Once out of the car, the officers demand to search Serrano's jacket, and he refuses. Do me a favor, give me the jacket.",
            "speaker": {
                "name": "SPEAKER_00"
            }
        },
        {
            "start_time": "72.4",
            "end_time": "74.78",
            "text": "There's nothing in my jacket. I'm not getting searched for no reason.",
            "speaker": {
                "name": "SPEAKER_05"
            }
        },
        {
            "start_time": "74.96",
            "end_time": "79.54",
            "text": "As Serrano grows agitated, the officers become more aggressive. Come on, relax.",
            "speaker": {
                "name": "SPEAKER_00"
            }
        },
        {
            "start_time": "79.8",
            "end_time": "83.72",
            "text": "Relax, relax, relax, relax, relax, relax.",
            "speaker": {
                "name": "SPEAKER_05"
            }
        },
        {
            "start_time": "84.18",
            "end_time": "87.76",
            "text": "They grab him, push him to the ground, and handcuff him. Take him down.",
            "speaker": {
                "name": "SPEAKER_00"
            }
        },
        {
            "start_time": "88.46",
            "end_time": "92.94",
            "text": "Take him down. Take him down. Take him down. Take him down. Relax. Relax.",
            "speaker": {
                "name": "SPEAKER_04"
            }
        },
        {
            "start_time": "93.6",
            "end_time": "111.06",
            "text": "Serrano remains on the ground, handcuffed in invisible pain for the rest of the traffic stop until an ambulance arrives to take him to the hospital. The two officers, Kyle Erickson and Elmer Pastran, begin searching the car and Serrano's jacket. Officer Erickson tells Pastran that they need to find evidence.",
            "speaker": {
                "name": "SPEAKER_00"
            }
        },
        {
            "start_time": "111.28",
            "end_time": "114.06",
            "text": "I'm searching the rest of the car. Yeah, we gotta find something.",
            "speaker": {
                "name": "SPEAKER_01"
            }
        },
        {
            "start_time": "114.36",
            "end_time": "119.0",
            "text": "Officer Erickson begins searching the car. He searches the passenger side area first. When he finds nothing, he can be heard murmuring an expletive. Erickson returns to Pastran to ask.",
            "speaker": {
                "name": "SPEAKER_00"
            }
        },
        {
            "start_time": "128.99",
            "end_time": "130.83",
            "text": "Should I search the whole thing, or what do you think? Yeah, search the whole thing.",
            "speaker": {
                "name": "SPEAKER_02"
            }
        },
        {
            "start_time": "131.09",
            "end_time": "136.19",
            "text": "He returns to the passenger side and searches through Serrano's jacket, the cup holder, and the central console. As he continues searching the rest of the car, the driver approaches. I didn't watch him search my car. What is he doing? We have to send him back. Erickson looks back at Pastran, visibly agitated.",
            "speaker": {
                "name": "SPEAKER_00"
            }
        },
        {
            "start_time": "155.88",
            "end_time": "160.24",
            "text": "I see nothing. Sorry. You know what I mean? Yeah.",
            "speaker": {
                "name": "SPEAKER_04"
            }
        },
        {
            "start_time": "160.6",
            "end_time": "165.18",
            "text": "After several minutes searching the car, Erickson again admits that he hasn't found anything.",
            "speaker": {
                "name": "SPEAKER_00"
            }
        },
        {
            "start_time": "165.72",
            "end_time": "166.12",
            "text": "Nothing?",
            "speaker": {
                "name": "SPEAKER_03"
            }
        },
        {
            "start_time": "166.8",
            "end_time": "167.74",
            "text": "I don't see anything. Fifteen seconds later, Erickson returns to the front seat cup holder and sets something down.",
            "speaker": {
                "name": "SPEAKER_00"
            }
        },
        {
            "start_time": "186.12",
            "end_time": "187.2",
            "text": "It's a little bit of weed. It's a little bit of weed.",
            "speaker": {
                "name": "SPEAKER_02"
            }
        },
        {
            "start_time": "194.54",
            "end_time": "198.34",
            "text": "Erickson continues searching through the center console, where he's already looked. A minute or so later, he again sounds agitated. Fuck!",
            "speaker": {
                "name": "SPEAKER_00"
            }
        },
        {
            "start_time": "208.42",
            "end_time": "209.9",
            "text": "Good? Uh-uh.",
            "speaker": {
                "name": "SPEAKER_03"
            }
        },
        {
            "start_time": "211.8",
            "end_time": "221.66",
            "text": "Erickson shakes his head as he continues fiddling through Serrano's jacket, just out of the camera's view. A couple minutes later, the two officers say they found weed flakes in Serrano's jacket.",
            "speaker": {
                "name": "SPEAKER_00"
            }
        },
        {
            "start_time": "221.86",
            "end_time": "222.86",
            "text": "There's flakes everywhere, though.",
            "speaker": {
                "name": "SPEAKER_01"
            }
        },
        {
            "start_time": "223.72",
            "end_time": "226.68",
            "text": "Yeah, no, he had weed. You can see his weed here.",
            "speaker": {
                "name": "SPEAKER_03"
            }
        },
        {
            "start_time": "227.42",
            "end_time": "230.04",
            "text": "At the end of the search, Erickson turns to Pastran.",
            "speaker": {
                "name": "SPEAKER_00"
            }
        },
        {
            "start_time": "230.32",
            "end_time": "231.84",
            "text": "You good? We're good?",
            "speaker": {
                "name": "SPEAKER_03"
            }
        },
        {
            "start_time": "232.0",
            "end_time": "247.42",
            "text": "The officers then fist bump each other. The few words exchanged between the two officers during the search are almost identical to those they exchanged during the search just a few weeks earlier. Yeah. We had a fight. We had a fight. You know what I mean?",
            "speaker": {
                "name": "SPEAKER_00"
            }
        },
        {
            "start_time": "247.56",
            "end_time": "248.0",
            "text": "Yeah.",
            "speaker": {
                "name": "SPEAKER_03"
            }
        },
        {
            "start_time": "248.12",
            "end_time": "251.7",
            "text": "On that occasion, too, the search had ended with Erickson asking Pastran... Okay, good.",
            "speaker": {
                "name": "SPEAKER_00"
            }
        },
        {
            "start_time": "251.8",
            "end_time": "252.62",
            "text": "You good? Okay.",
            "speaker": {
                "name": "SPEAKER_05"
            }
        },
        {
            "start_time": "254.5",
            "end_time": "290.02",
            "text": "An ambulance finally arrives to pick up Serrano. He spends the next five days handcuffed in a hospital room, waiting for his abdominal wound to close. Serrano took a plea deal to avoid jail time and didn't learn of this body cam's footage existence until after he pleaded guilty. The video, which didn't emerge for nearly two years, underscores the limited information available not just to the public, but also defendants. And validates criticism by police accountability advocates that body cameras are of little use if the evidence they capture remains inaccessible. The NYPD declined to comment on this incident. Erickson and Pastran remain on patrol.",
            "speaker": {
                "name": "SPEAKER_00"
            }
        },
        {
            "start_time": "295.58",
            "end_time": "308.65",
            "text": "nothing to say. The video, the toilet wasn't broke. The sounds...",
            "speaker": {
                "name": "SPEAKER_05"
            }
        }
    ]
}