{
    "yt_video_id": "gEabswbUNdw",
    "transcripts": [
        {
            "start_time": "",
            "end_time": "",
            "text": "In July of 2012, I made a video with my little brother. I only meant to make one of them, but it was fun. So I made another one. Another one. Another one. And then another one. We just kept making them. And it kind of led us on a wild ride.",
            "speaker": {
                "name": "SPEAKER_00"
            }
        },
        {
            "start_time": "33.52",
            "end_time": "36.34",
            "text": "Kid President! Give Kid President a big round of applause!",
            "speaker": {
                "name": "SPEAKER_05"
            }
        },
        {
            "start_time": "40.72",
            "end_time": "43.24",
            "text": "Here we go. Five, four, three, ho!",
            "speaker": {
                "name": "SPEAKER_06"
            }
        },
        {
            "start_time": "43.76",
            "end_time": "44.42",
            "text": "Let's do this.",
            "speaker": {
                "name": "SPEAKER_05"
            }
        },
        {
            "start_time": "44.58",
            "end_time": "46.6",
            "text": "After countless web videos...",
            "speaker": {
                "name": "SPEAKER_00"
            }
        },
        {
            "start_time": "46.6",
            "end_time": "50.76",
            "text": "I'm Kid President. And I'm on a mission to make the world more awesome.",
            "speaker": {
                "name": "SPEAKER_05"
            }
        },
        {
            "start_time": "51.22",
            "end_time": "54.71",
            "text": "Celebrity interviews... What's this called?",
            "speaker": {
                "name": "SPEAKER_00"
            }
        },
        {
            "start_time": "55.05",
            "end_time": "61.77",
            "text": "The pencil sharpener. I kissed Beyoncé! It was magical.",
            "speaker": {
                "name": "SPEAKER_05"
            }
        },
        {
            "start_time": "62.03",
            "end_time": "66.97",
            "text": "A television show and New York Times bestselling book. We just stopped. What happened to Kid President?",
            "speaker": {
                "name": "SPEAKER_00"
            }
        },
        {
            "start_time": "76.17",
            "end_time": "82.21",
            "text": "We need Kid President more now than ever. Kid President. Kid President. What exactly happened?",
            "speaker": {
                "name": "SPEAKER_04"
            }
        },
        {
            "start_time": "82.45",
            "end_time": "86.27",
            "text": "Where is Kid President? President. Kid President! are you?!",
            "speaker": {
                "name": "SPEAKER_05"
            }
        },
        {
            "start_time": "89.73",
            "end_time": "92.69",
            "text": "I heard he's been really sick.",
            "speaker": {
                "name": "SPEAKER_03"
            }
        },
        {
            "start_time": "92.95",
            "end_time": "96.23",
            "text": "Maybe he was on a trip and then he got lost in the forest.",
            "speaker": {
                "name": "SPEAKER_06"
            }
        },
        {
            "start_time": "96.55",
            "end_time": "99.42",
            "text": "I think because he got by aliens.",
            "speaker": {
                "name": "SPEAKER_05"
            }
        },
        {
            "start_time": "99.74",
            "end_time": "115.98",
            "text": "Whatever happened to Kid President? I don't know. Guys, I heard Kid President died. He was . Ugh. Well, I'm not dead. This is Kid President Robby Novak in the flesh. Just because someone's not on YouTube doesn't mean they're dead. A lot of people, they call me Kid President, but that was just a character. In the videos, I was I was pretty wild. I would dance and do stuff, crazy stuff, but in real life I was honestly pretty shy then. A lot of people then would come up to me like, hey give me a pep talk or give me a corn dog, but I don't wear suits all the time.",
            "speaker": {
                "name": "SPEAKER_04"
            }
        },
        {
            "start_time": "137.06",
            "end_time": "142.84",
            "text": "I don't really love corn dogs. Corn dogs rule! People mailed them to us a lot. Mail someone you know a corn dog.",
            "speaker": {
                "name": "SPEAKER_05"
            }
        },
        {
            "start_time": "143.0",
            "end_time": "167.62",
            "text": "No way, it's a corn dog. And it got pretty gross. People ask a lot, how can I become Kid President? And I'm just like, I don't know man, just get yourself a Brad. You'll be set. That's what I did. Now you see Brad is my brother, but sometimes I call him Brad Chad, good old Brad Chad. He wanted to put something on the internet that got people to listen to kids. And it worked. Let's move!",
            "speaker": {
                "name": "SPEAKER_04"
            }
        },
        {
            "start_time": "168.36",
            "end_time": "174.98",
            "text": "So my idea was that maybe we could just bridge that divide. Childlike optimism and grown-up cynicism. And also, I just really wanted to spend some time with Robby.",
            "speaker": {
                "name": "SPEAKER_00"
            }
        },
        {
            "start_time": "183.03",
            "end_time": "190.35",
            "text": "There were a lot of reasons why we stopped making videos, but for one, the only times that me and Brad could really spend together is when we were filming.",
            "speaker": {
                "name": "SPEAKER_04"
            }
        },
        {
            "start_time": "190.93",
            "end_time": "196.91",
            "text": "It got tough on me and Brad. This was so Robby could focus on school and family and friends.",
            "speaker": {
                "name": "SPEAKER_00"
            }
        },
        {
            "start_time": "196.91",
            "end_time": "201.09",
            "text": "It was a whole bunch of fun, but we stopped making them. Just stopped.",
            "speaker": {
                "name": "SPEAKER_04"
            }
        },
        {
            "start_time": "202.31",
            "end_time": "206.53",
            "text": "So just before we stopped, I ended every video with a cliffhanger.",
            "speaker": {
                "name": "SPEAKER_00"
            }
        },
        {
            "start_time": "207.6",
            "end_time": "209.72",
            "text": "Brad's hand would come in, I would get a letter. Oh, it's a mail. Mail, mail. And the letter said, your voice has changed. Are you gonna be Kid President forever?",
            "speaker": {
                "name": "SPEAKER_04"
            }
        },
        {
            "start_time": "219.2",
            "end_time": "224.56",
            "text": "Kid President. You're Kid President. You're not gonna be a kid forever. Your voice is getting deeper. What's next?",
            "speaker": {
                "name": "SPEAKER_00"
            }
        },
        {
            "start_time": "225.64",
            "end_time": "237.2",
            "text": "What are you gonna do? I don't know. Oh, oh, oh, I see we're out of time. Oh, I left something in the stove. Um, I'll answer it next episode. Answer that next episode. Bye. I'll answer that next video.",
            "speaker": {
                "name": "SPEAKER_01"
            }
        },
        {
            "start_time": "238.06",
            "end_time": "239.62",
            "text": "We, we never answered.",
            "speaker": {
                "name": "SPEAKER_00"
            }
        },
        {
            "start_time": "240.64",
            "end_time": "241.38",
            "text": "I don't know.",
            "speaker": {
                "name": "SPEAKER_04"
            }
        },
        {
            "start_time": "242.24",
            "end_time": "251.18",
            "text": "Guess you're gonna have to just stay tuned and see what happens next, you know? Truth is, I didn't know what we would do next. That's how life works.",
            "speaker": {
                "name": "SPEAKER_01"
            }
        },
        {
            "start_time": "253.15",
            "end_time": "257.87",
            "text": "Are we done? Did we do it? Did we make our space jam?",
            "speaker": {
                "name": "SPEAKER_00"
            }
        },
        {
            "start_time": "258.27",
            "end_time": "262.09",
            "text": "What would be your space jam? What will you create will make the world awesome?",
            "speaker": {
                "name": "SPEAKER_05"
            }
        },
        {
            "start_time": "262.39",
            "end_time": "263.65",
            "text": "Where do we go from here?",
            "speaker": {
                "name": "SPEAKER_00"
            }
        },
        {
            "start_time": "263.89",
            "end_time": "265.07",
            "text": "What are we gonna talk about now?",
            "speaker": {
                "name": "SPEAKER_06"
            }
        },
        {
            "start_time": "265.63",
            "end_time": "267.51",
            "text": "Uh, I didn't think about that.",
            "speaker": {
                "name": "SPEAKER_00"
            }
        },
        {
            "start_time": "268.23",
            "end_time": "271.13",
            "text": "Let's just stand here until they start watching.",
            "speaker": {
                "name": "SPEAKER_06"
            }
        },
        {
            "start_time": "271.85",
            "end_time": "278.25",
            "text": "That's a plan. The biggest reason we stepped away was so Robbie could just go back to civilian life.",
            "speaker": {
                "name": "SPEAKER_00"
            }
        },
        {
            "start_time": "278.99",
            "end_time": "299.41",
            "text": "I mean, it's been awesome. I've gotten to be with my friends, play soccer, video games. I've been running. I've gotten to be in drumline, percussion, band. Grab, where he's been focusing on his writing, coming up with crazy ideas. He made a karaoke backpack. It's literally a backpack with some mics in it.",
            "speaker": {
                "name": "SPEAKER_04"
            }
        },
        {
            "start_time": "299.93",
            "end_time": "309.45",
            "text": "Everywhere you go is now a party. It's pretty crazy, but it's I've been spending time with my family. I have a wife, two kids.",
            "speaker": {
                "name": "SPEAKER_00"
            }
        },
        {
            "start_time": "312.02",
            "end_time": "319.12",
            "text": "It feels crazy. Good to be back. It's been a while. Hey, we out here.",
            "speaker": {
                "name": "SPEAKER_04"
            }
        },
        {
            "start_time": "319.38",
            "end_time": "320.44",
            "text": "We're back at it again.",
            "speaker": {
                "name": "SPEAKER_03"
            }
        },
        {
            "start_time": "320.96",
            "end_time": "327.14",
            "text": "It's gonna be great. It's gonna be awesome. Robbie doesn't really know this, but we're gonna be going on a big trip together.",
            "speaker": {
                "name": "SPEAKER_00"
            }
        },
        {
            "start_time": "327.48",
            "end_time": "331.0",
            "text": "All right, so what we're doing here, just packing my bag.",
            "speaker": {
                "name": "SPEAKER_03"
            }
        },
        {
            "start_time": "331.22",
            "end_time": "343.14",
            "text": "By asking the questions, I wonder how we can make the world more wonderful. I wonder who we can help. He doesn't know all the places we're gonna be going and has no clue the adventure we're in for. I don't even know what to pack, really.",
            "speaker": {
                "name": "SPEAKER_00"
            }
        },
        {
            "start_time": "343.24",
            "end_time": "349.84",
            "text": "Grab won't tell me where we're going or what we're gonna really be doing, but it's okay. I guess we'll just have to see.",
            "speaker": {
                "name": "SPEAKER_04"
            }
        },
        {
            "start_time": "350.88",
            "end_time": "359.48",
            "text": "So I can't tell you exactly where we're going. Every spot. I can tell you, though, there is a kid who's making the world more awesome.",
            "speaker": {
                "name": "SPEAKER_00"
            }
        },
        {
            "start_time": "359.6",
            "end_time": "364.58",
            "text": "I know that we're going to go meet kids who are trying to make the world more awesome, and that's all I need to know.",
            "speaker": {
                "name": "SPEAKER_04"
            }
        },
        {
            "start_time": "365.28",
            "end_time": "376.1",
            "text": "Aside from coming back to the internet, the other thing I'm really nervous about is breaking the news to Robbie that this road trip will be happening in my minivan. About the vehicle.",
            "speaker": {
                "name": "SPEAKER_00"
            }
        },
        {
            "start_time": "377.18",
            "end_time": "378.88",
            "text": "We're taking your minivan, aren't we? Minivan! It's ready. I don't know if this minivan can handle us. This trip is gonna be awesome. We're gonna meet amazing kids.",
            "speaker": {
                "name": "SPEAKER_04"
            }
        },
        {
            "start_time": "389.31",
            "end_time": "392.39",
            "text": "I'm excited to spend time with them, for us to just be together again.",
            "speaker": {
                "name": "SPEAKER_00"
            }
        },
        {
            "start_time": "392.65",
            "end_time": "394.03",
            "text": "I'm excited. I mean, I'm really excited.",
            "speaker": {
                "name": "SPEAKER_04"
            }
        },
        {
            "start_time": "394.27",
            "end_time": "409.51",
            "text": "And there are kids all over the country, all over the world, who deserve to be heard. In the same way that Kid President was celebrated, there's so many kids all over the world every day doing things that deserve to be heard, that deserve to be applauded, and that deserve to be supported.",
            "speaker": {
                "name": "SPEAKER_00"
            }
        },
        {
            "start_time": "409.87",
            "end_time": "415.11",
            "text": "They're gonna have a lot of good experiences, have a lot of fun. And it's just gonna be a good time to try and make the world more awesome.",
            "speaker": {
                "name": "SPEAKER_04"
            }
        },
        {
            "start_time": "416.03",
            "end_time": "418.97",
            "text": "Everything else with Kid President was just the beginning.",
            "speaker": {
                "name": "SPEAKER_00"
            }
        },
        {
            "start_time": "423.42",
            "end_time": "430.4",
            "text": "Hey Brad, are we there yet? Are we there now? Go back to sleep. We're back! We're back!",
            "speaker": {
                "name": "SPEAKER_02"
            }
        },
        {
            "start_time": "438.76",
            "end_time": "445.56",
            "text": "We have a whole lot of awesome people to meet. Some great stories to share, follow along with our adventures, and we hope to see you on the road.",
            "speaker": {
                "name": "SPEAKER_00"
            }
        },
        {
            "start_time": "446.84",
            "end_time": "448.48",
            "text": "SoulPancake, subscribe!",
            "speaker": {
                "name": "SPEAKER_06"
            }
        }
    ]
}