{
    "yt_video_id": "PiWs1RGrCjo",
    "transcripts": [
        {
            "start_time": "",
            "end_time": "",
            "text": "So last Halloween we had a lot of fun killing evil spirits but this year we wanted to up the ante so we may or may have not rented the most haunted house in Texas. And I didn't know it rang that way. Let me take this. Hello? I'm gonna gut you like a fish. Now that is the spirit. Where are you? I'm already in You're in the house? Guys he's in the house! He's in.. guys guys first one's already in. You are super prepared this year. Wow. Jared, no crossbow this year? Went shotty. Nice. Is it is it loaded? Again. Air Force friend. There you go. Richard, double gold 50s huh? Yeah two is one and one is none. Am I right? Logan, how's the demon girlfriend from last year? Breakup was a little rough but I am single and single. Yep, good luck! Eli, glad you can make it this year. I brought my fancy ones. Uh, Eli... Eli... god, why would you... oh. Thank you. You're welcome. Boys, shall we?",
            "speaker": {
                "name": "SPEAKER_01"
            }
        },
        {
            "start_time": "100.55",
            "end_time": "101.87",
            "text": "...losing eating snacks. Anybody notice this picture?",
            "speaker": {
                "name": "SPEAKER_00"
            }
        },
        {
            "start_time": "121.87",
            "end_time": "124.19",
            "text": "That's 15 years MREs. Does anyone know CLS? I am not putting my mouth on that. Nope, nope. Do we give him military honors? I don't think so for choking on hot dog. it works. Let's split up. I wanna play! out, come out, wherever you are! We're a team. Do you wanna come play? I'd love to play! You'll float. Nope, you'll burn.",
            "speaker": {
                "name": "SPEAKER_01"
            }
        },
        {
            "start_time": "186.68",
            "end_time": "187.7",
            "text": "A little nowhere.",
            "speaker": {
                "name": "SPEAKER_00"
            }
        },
        {
            "start_time": "206.56",
            "end_time": "208.68",
            "text": "I'm good, I'm have a .50 caliber, you have a chainsaw. Knife through a gun fight. Not a reliable chainsaw. the choke. button, it should be under it. Good? There you go, big guy. So I'm not gonna lie, I'm having a decent amount of fun, the group is having a blast, but I've been frustrated in the fact that someone said they'd gut me like a fish and I can't find them. But, but, I have a solution. am a classy lady. Oh! Woo! Such a good play. Single as what? I'm just trying to have a good time with my friends. No, what did I hear? You are single as what? Getting my gun on, and once again, you won't let me do anything. Single as what? Alright, I said, I said, I said I was single! Do you know how hard it is to come back from the afterlife? I don't even know how this is possible. Listen, I love you. Who are you?",
            "speaker": {
                "name": "SPEAKER_01"
            }
        },
        {
            "start_time": "384.23",
            "end_time": "386.63",
            "text": "Like that. Like that.",
            "speaker": {
                "name": "SPEAKER_00"
            }
        },
        {
            "start_time": "386.81",
            "end_time": "409.71",
            "text": "That was an amazing time. Fantastic! Great, great fun. I got a kill with my gold desert eagle. I got a flamethrower. And a double decker kill. I am back in a relationship! Your hoodie is so comfortable, by the way. We're looking at rings. Save the date. What's up, man? Nice, Semper Fi. I poisoned the water well for you. You're coming. Guys, the night's not over. I found a friend who poisoned the water well. I poisoned the water well. And there's a horde of zombies on the way, so let's have some more fun. Good thing I'm already dead, you jerk. spin chair. Let me try that again. Well, the last zombie horde is gone. And it is amazing to see that ridding the world of evil brings such a diverse group of people together. But, I guess that's America. Cheers, and happy Halloween. Oh, that's terrible. Blackrivalcoffee.com That's how we make these stupid videos. Thanks for watching, guys.",
            "speaker": {
                "name": "SPEAKER_01"
            }
        }
    ]
}