{
    "yt_video_id": "3lfwkTsJGYA",
    "transcripts": [
        {
            "start_time": "",
            "end_time": "",
            "text": "I've had the story for three years.  I've had this interview with Virginia Roberts.  We would not put it on the air.  First of all, I was told, who's Jeffrey Epstein?  No one knows who that is.  This is a stupid story.  Then the palace found out that we had her whole allegations about Prince Andrew and threatened us a million different ways.  We were so afraid we wouldn't be able to interview Kate and Will.  that also quashed the story.  And then Alan Dershowitz was also implicated in it because of the planes.  She told me everything.  She had pictures.  She had everything.  She was in hiding for 12 years.  We convinced her to come out.  We convinced her to talk to us.  It was unbelievable what we had.  Clinton, we had everything.  I tried for three years to get it on to no avail, and now it's all coming out, and it's like these new revelations, and I freaking had all of it.  I'm so pissed right now.  Every day I get more and more pissed because I'm just like, oh, my God.  What we had was unreal.  Other women backing it up, hey, yep.  Brad Edwards, the attorney, three years ago, saying, like, there will come a day when we will realize Jeffrey Epstein was the most prolific pedophile this country has ever known.  I had it all three years ago.  Would you raise your right hand, please? ",
            "speaker": {
                "name": "Speaker 0"
            }
        },
        {
            "start_time": "00:01:32,400",
            "end_time": "00:01:32,440",
            "text": "Yes. ",
            "speaker": {
                "name": "Speaker 1"
            }
        },
        {
            "start_time": "00:01:32,480",
            "end_time": "00:01:35,200",
            "text": "Do you soundly swear the testimony about?  it's a giveaway of the truth?  Yes, I do.  First of all, I was told, who's Jeffrey Epstein?  No one knows who that is.  It was unbelievable what we had.  Clinton, we had everything.  Then the palace found out that we had her whole allegations about Prince Andrew and threatened us a million different ways.  I've had the story for three years.  I've had this interview with Virginia Roberts.  We would not put it on the air. ",
            "speaker": {
                "name": "Speaker 0"
            }
        },
        {
            "start_time": "00:02:00,560",
            "end_time": "00:02:03,660",
            "text": "That's tape leaked to us by our latest network insider.  This brave insider works at ABC News.  ABC News anchorwoman Amy Robach is talking to her producer on a hot mic.  She says she had the Jeffrey Epstein story three years ago and her bosses at ABC News spiked it. ",
            "speaker": {
                "name": "Speaker 1"
            }
        },
        {
            "start_time": "00:02:18,840",
            "end_time": "00:02:23,320",
            "text": "And then Alan Dershowitz was also implicated in it because of the planes.  She told me everything.  She had pictures.  She had everything.  She was in hiding for 12 years.  We convinced her to come out.  We convinced her to talk to us.  It was unbelievable what we had.  Clinton.  We had everything.  I tried for three years to get it on to no avail, and now it's all coming out, and it's like these new revelations, and I freaking had all of it.  I'm so pissed right now.  Like, every day I get more and more pissed because I'm just like, oh, my God.  What we had was unreal. ",
            "speaker": {
                "name": "Speaker 0"
            }
        },
        {
            "start_time": "00:02:56,040",
            "end_time": "00:03:09,180",
            "text": "Our insider told us this tape was recorded earlier this year in late August, a day or so after this NPR report came out sharply criticizing ABC News for not broadcasting the Roebuck-Giuffre interview years ago. ",
            "speaker": {
                "name": "Speaker 1"
            }
        },
        {
            "start_time": "00:03:09,620",
            "end_time": "00:03:15,480",
            "text": "ABC has episodically covered the scandal, yet the interview was never broadcast, and Giuffre says she was never told why. ",
            "speaker": {
                "name": "Speaker 2"
            }
        },
        {
            "start_time": "00:03:16,600",
            "end_time": "00:03:17,600",
            "text": "Other women backing it up.  Hey.  Yep.  Brad Edwards, the attorney, three years ago saying, like, aunt, like, There will come a day when we will realize Jeffrey Epstein was the most prolific pedophile this country has ever known.  I had it all three years ago. ",
            "speaker": {
                "name": "Speaker 0"
            }
        },
        {
            "start_time": "00:03:31,840",
            "end_time": "00:03:38,700",
            "text": "But the creepy thing is that we would make access to all of these hyper-powerful people. ",
            "speaker": {
                "name": "Speaker 1"
            }
        },
        {
            "start_time": "00:03:38,740",
            "end_time": "00:03:41,060",
            "text": "Well, then I got a little concerned about why I couldn't get on. ",
            "speaker": {
                "name": "Speaker 0"
            }
        },
        {
            "start_time": "00:03:41,700",
            "end_time": "00:03:49,520",
            "text": "On the leaked insider tape, Amy Robach says she had the Jeffrey Epstein story three years prior, but her exclusive interview was shelved.  Robach says in the leaked tape there was a lot of pressure from Buckingham Palace.  According to NPR, the famed lawyer Alan Dershowitz also pressured the network to kill the story. ",
            "speaker": {
                "name": "Speaker 1"
            }
        },
        {
            "start_time": "00:04:00,820",
            "end_time": "00:04:05,380",
            "text": "Shortly before the interview was due to air, Harvard emeritus law professor Alan Dershowitz called the network.  He was also one of Epstein's lead defense attorneys. ",
            "speaker": {
                "name": "Speaker 2"
            }
        },
        {
            "start_time": "00:04:08,380",
            "end_time": "00:04:11,580",
            "text": "We wonder if the story was killed to protect the rich and powerful.  It seems few were worried about protecting the women who may have been Jeffrey Epstein's victims.  Remember, Epstein was still a free man three years ago.  And just to be clear, the interview has still not aired.  What is ABC News waiting for, or who are they still protecting? ",
            "speaker": {
                "name": "Speaker 1"
            }
        },
        {
            "start_time": "00:04:28,880",
            "end_time": "00:04:30,060",
            "text": "She told me everything.  She had pictures.  She had everything.  She was in hiding for 12 years.  We convinced her to come out.  We convinced her to talk to us.  It was unbelievable what we had.  Clinton.  We had everything. ",
            "speaker": {
                "name": "Speaker 0"
            }
        },
        {
            "start_time": "00:04:42,580",
            "end_time": "00:04:47,660",
            "text": "Robach also has no doubt about what happened to Epstein when he finally was arrested and jailed. ",
            "speaker": {
                "name": "Speaker 1"
            }
        },
        {
            "start_time": "00:04:48,300",
            "end_time": "00:04:49,640",
            "text": "So do I think he was killed?  A hundred percent.  Yes, I do.  Because he made his whole living blackmailing people.  Yeah.  There were a lot of men in those planes, a lot of men who visited that island, a lot of powerful men who came into that apartment.  I knew immediately.  And they made it seem as though he made that Suicide attempt two weeks earlier, but his lawyers claimed that he was roughed up by his cellmate around the neck.  that was all like to plant the seed and then That's why I really believe it.  like really believe it. ",
            "speaker": {
                "name": "Speaker 0"
            }
        },
        {
            "start_time": "00:05:43,320",
            "end_time": "00:05:55,560",
            "text": "The last of the leaked tape has Roebuck talking about alleged Epstein conspirator Ghislaine Maxwell and how she should be very careful. ",
            "speaker": {
                "name": "Speaker 1"
            }
        },
        {
            "start_time": "00:05:56,160",
            "end_time": "00:06:03,620",
            "text": "She's got to have left evidence in me, you know, unexplained.  Well, Ghislaine Maxwell, who I had all sorts of stuff on her, too.  I love her.  I'm like, it's so funny to hear everyone say her name, Max.  I'm like, oh, my God.  Like, I had all that.  And everyone's like, who's that?  Who cares?  I kept getting that.  Who cares?  Um, she knows everything.  She knows, she knows, she should, she should be careful.  Well, she was his, like, she went out and recruited all of these girls.  She should watch her back.  Because if she goes, I mean, I'd have like security guards all around me. ",
            "speaker": {
                "name": "Speaker 0"
            }
        },
        {
            "start_time": "00:06:46,300",
            "end_time": "00:06:54,900",
            "text": "The brave insider who leaked this tape to us does not know who at ABC News spiked the story, but someone at ABC does.  Our question.  Who killed the Epstein story at ABC News and why?  Help us find out.  James Goldston is the president of ABC News.  What did he know and when did he know it?  Here's the landline number for ABC News president Goldston and his Twitter account.  If you're an insider at ABC News or any other major media outlet or big tech company and you have seen corruption or bias, contact us at projectveritas.com.  Be a catalyst for change.  Be brave.  Do something. ",
            "speaker": {
                "name": "Speaker 1"
            }
        }
    ]
}