{
    "yt_video_id": "HqIblDLzY_0",
    "transcripts": [
        {
            "start_time": "",
            "end_time": "",
            "text": "Hey everyone, this idiot acts back on campus!  Or that!  How are you? ",
            "speaker": {
                "name": "Speaker 1"
            }
        },
        {
            "start_time": "00:00:06,600",
            "end_time": "00:00:09,900",
            "text": "My name is Lacey and I've been raped.  I'm sorry to hear that.  Have you ever been raped?  I've not been raped. ",
            "speaker": {
                "name": "Speaker 0"
            }
        },
        {
            "start_time": "00:00:13,700",
            "end_time": "00:00:15,380",
            "text": "Well, can I be?  Can I change your mind by saying I've been raped and I'm a good majority of my friends have been raped. ",
            "speaker": {
                "name": "Speaker 1"
            }
        },
        {
            "start_time": "00:00:21,480",
            "end_time": "00:00:22,000",
            "text": "No, that wouldn't be.  that wouldn't be convincing argument.  I'm very sorry.  No. ",
            "speaker": {
                "name": "Speaker 0"
            }
        },
        {
            "start_time": "00:00:26,340",
            "end_time": "00:00:40,340",
            "text": "I don't know how you have the audacity to like come back on our campus and say that rape culture is a myth because that's personally offensive to a lot of people I know actually and so especially like the audacity to come here and speak the truth. ",
            "speaker": {
                "name": "Speaker 1"
            }
        },
        {
            "start_time": "00:00:40,380",
            "end_time": "00:00:42,820",
            "text": "I have the audacity to speak the truth. ",
            "speaker": {
                "name": "Speaker 0"
            }
        },
        {
            "start_time": "00:00:45,020",
            "end_time": "00:00:45,500",
            "text": "You know what?  How about somebody rapes you and then you come and tell me that rape culture is a myth. ",
            "speaker": {
                "name": "Speaker 1"
            }
        },
        {
            "start_time": "00:00:50,000",
            "end_time": "00:00:59,220",
            "text": "So for me to be so idiotic as to not believe in rape culture which we both agree is the idea that rape is perpetuated, encouraged, or tolerated in a society.  You would need to present some kind of data, anything.  I know you think empirical data is bullshit, that's fine.  Some kind of evidence to support your premise that rape is tolerated or encouraged in the United States. ",
            "speaker": {
                "name": "Speaker 0"
            }
        },
        {
            "start_time": "00:01:11,620",
            "end_time": "00:01:12,580",
            "text": "Yeah, I mean it is, Toleri.  I mean, have you seen like Brett Kavanaugh?  Are you familiar with that situation right now? ",
            "speaker": {
                "name": "Speaker 1"
            }
        },
        {
            "start_time": "00:01:17,280",
            "end_time": "00:01:18,000",
            "text": "Not at all, I'm like me. ",
            "speaker": {
                "name": "Speaker 0"
            }
        },
        {
            "start_time": "00:01:18,460",
            "end_time": "00:01:20,060",
            "text": "You don't know who Brett Kavanaugh is.  This man doesn't know who Brett Kavanaugh is.  And he's gonna sit here and tell me that rape culture is a myth.  And as they ask him these questions, they pull out his yearbook, and they find terms like devil's triangle, which if you don't know what that means, that's two males and a female, and that's two males ganging up on a female.  It refers to rape.  And so he's out here, and that's who they're trying to appoint. ",
            "speaker": {
                "name": "Speaker 1"
            }
        },
        {
            "start_time": "00:01:47,080",
            "end_time": "00:01:49,000",
            "text": "And this man is Brett Kavanaugh? ",
            "speaker": {
                "name": "Speaker 0"
            }
        },
        {
            "start_time": "00:01:49,080",
            "end_time": "00:01:50,280",
            "text": "Brett Kavanaugh, sir.  At this point, I'm unsure of what you know about the government, but that is the highest position that you can acquire. ",
            "speaker": {
                "name": "Speaker 1"
            }
        },
        {
            "start_time": "00:01:57,000",
            "end_time": "00:01:58,700",
            "text": "It's a Supreme Court justice.  It's high up there. ",
            "speaker": {
                "name": "Speaker 0"
            }
        },
        {
            "start_time": "00:01:59,140",
            "end_time": "00:02:00,580",
            "text": "It's high up there, right?  I'm not appreciative. ",
            "speaker": {
                "name": "Speaker 1"
            }
        },
        {
            "start_time": "00:02:01,600",
            "end_time": "00:02:01,680",
            "text": "Yeah.  So the fact that.  So if I'm to answer the question on Brett Kavanaugh and Dr.  Christine Ford or any of the other allegations coming forward from Michael Avenatti who represents actually the other way you accused him of gang rape as well.  That's separate again from the evidence.  It's about one in 1900 women are raped in the United States according to the FBI.  It's about one in a thousand college students.  If you include all sexual assault according to the Department of Justice, Bureau of Justice, about 1 in 52 of all sex, that includes, you know, playing grab-ass.  Do more hubris mean anything to you? ",
            "speaker": {
                "name": "Speaker 0"
            }
        },
        {
            "start_time": "00:02:30,860",
            "end_time": "00:02:31,440",
            "text": "No, it doesn't. ",
            "speaker": {
                "name": "Speaker 1"
            }
        },
        {
            "start_time": "00:02:31,540",
            "end_time": "00:02:35,260",
            "text": "It's the fact that you really, did you really think that I didn't know who Brett Kavanaugh was?  I really did it. ",
            "speaker": {
                "name": "Speaker 0"
            }
        },
        {
            "start_time": "00:02:36,320",
            "end_time": "00:02:38,980",
            "text": "Honestly, at this point, like, I'm unsure what you actually know.  Right. ",
            "speaker": {
                "name": "Speaker 1"
            }
        },
        {
            "start_time": "00:02:40,360",
            "end_time": "00:02:40,460",
            "text": "Yeah.  You've explained nothing.  You presented no evidence or data.  The only time you've addressed evidence or data is saying that it's bullshit.  You use your words and it doesn't matter.  The amount of rapes matter.  The conviction rates matter.  What we do with rapist matters.  And when you come out and you say we live in a rape culture and you compare Dr.  Christine Ford's allegations, let's say we have no idea whether they're true or not.  Zero evidence whatsoever from 35 years ago.  You can't learn an investigation whether who, what, when, where, why.  We have none of it.  To then use that as a springboard to say that we live in a rape culture I think is intellectually disingenuous and I think it does a great disservice to people who've actually been a victim of horrible crime. ",
            "speaker": {
                "name": "Speaker 0"
            }
        },
        {
            "start_time": "00:03:12,820",
            "end_time": "00:03:15,340",
            "text": "So then how can you sit here and tell me that? ",
            "speaker": {
                "name": "Speaker 1"
            }
        },
        {
            "start_time": "00:03:17,440",
            "end_time": "00:03:18,260",
            "text": "How can you sit here? ",
            "speaker": {
                "name": "Speaker 0"
            }
        },
        {
            "start_time": "00:03:18,300",
            "end_time": "00:03:22,220",
            "text": "That this is all like these statistics are all 100% correct. ",
            "speaker": {
                "name": "Speaker 1"
            }
        },
        {
            "start_time": "00:03:22,740",
            "end_time": "00:03:22,800",
            "text": "No.  And who the hell let you back on this campus?  It's a public side.  why?  If Brett Kavanaugh did all of the things that he accused him of, for example, a triangle gang rape gang rape.  If he raped people, cock his head back and left, I say that, castrate him and give him life.  But if it's not true, I feel probably worse for him than any man I can think of in recent memory.  The only difference between the two is cast straight.  the man versus empathy is the truth.  That's a good question. ",
            "speaker": {
                "name": "Speaker 0"
            }
        },
        {
            "start_time": "00:04:09,360",
            "end_time": "00:04:10,120",
            "text": "That would be awesome.  But like, why is he allowed on our campus if this isn't even like an organized event?  No, I am not part of this event. ",
            "speaker": {
                "name": "Speaker 1"
            }
        },
        {
            "start_time": "00:04:16,980",
            "end_time": "00:04:18,160",
            "text": "You're free to go anytime. ",
            "speaker": {
                "name": "Speaker 2"
            }
        },
        {
            "start_time": "00:04:18,200",
            "end_time": "00:04:18,920",
            "text": "You don't have to exit.  Yeah, I know.  But if he's going to sit here and say that rape culture is admitted, somebody needs to sit here and say, we're going to deal with that. ",
            "speaker": {
                "name": "Speaker 1"
            }
        },
        {
            "start_time": "00:04:26,560",
            "end_time": "00:04:28,940",
            "text": "But you're not helping the situation by adding.  So adding him, no, no, I didn't do it. ",
            "speaker": {
                "name": "Speaker 2"
            }
        },
        {
            "start_time": "00:04:32,980",
            "end_time": "00:04:35,340",
            "text": "I added to rape culture by getting rape. ",
            "speaker": {
                "name": "Speaker 1"
            }
        },
        {
            "start_time": "00:04:35,600",
            "end_time": "00:04:37,900",
            "text": "Whatever he does to do, I understand. ",
            "speaker": {
                "name": "Speaker 0"
            }
        },
        {
            "start_time": "00:04:38,160",
            "end_time": "00:04:41,380",
            "text": "If I called you, I said somebody raped me, you wouldn't be mad. ",
            "speaker": {
                "name": "Speaker 1"
            }
        },
        {
            "start_time": "00:04:41,420",
            "end_time": "00:04:42,700",
            "text": "But that's not what you did.  my words.  I didn't say that. ",
            "speaker": {
                "name": "Speaker 0"
            }
        },
        {
            "start_time": "00:04:44,360",
            "end_time": "00:04:51,020",
            "text": "trying to get some order here and you're not willing to have to be a part of this then you're free to leave. ",
            "speaker": {
                "name": "Speaker 2"
            }
        },
        {
            "start_time": "00:04:51,240",
            "end_time": "00:04:55,420",
            "text": "Brave culture exists and you're telling me one in a thousand.  I could tell you that's bullsh-. ",
            "speaker": {
                "name": "Speaker 0"
            }
        },
        {
            "start_time": "00:04:57,120",
            "end_time": "00:04:58,520",
            "text": "What in 1900?  Do you see 1900 people standing here?  I can guarantee you multiple people right here have been raped and this is not 1900 people. ",
            "speaker": {
                "name": "Speaker 1"
            }
        },
        {
            "start_time": "00:05:07,120",
            "end_time": "00:05:11,160",
            "text": "so And this man is saying, one in 1900?  1900?  According to FBI.  According to FBI, one in 1900 people have been raped.  I can guarantee that I am not the only one standing here that's been raped.  And we are not 1900.  So thank you.  And thank you.  And I hope you get the hell off our campus. ",
            "speaker": {
                "name": "Speaker 0"
            }
        }
    ]
}