{
    "yt_video_id": "Fdfru9NHGvE",
    "transcripts": [
        {
            "start_time": "",
            "end_time": "",
            "text": "Capitalism versus socialism.  We can sum up each economic system in one line.  Capitalism is based on human greed.  Socialism is based on human need, right?  No.  Wrong.  So wrong.  It's exactly backwards.  And I'll prove it to you.  Then on Amazon lately, each of the thousands of products Amazon offers represents the work of people who believe they have something you want or need.  If they're right, they prosper.  If they're wrong, they don't.  That's how the free market works.  It encourages people to improve their lives by satisfying the needs of others.  No one starts a business making a thing or providing a service for themselves.  They start a business to make things or provide services for others.  I speak from personal experience.  When I was the CEO of the company that owns Carl's Jr.  and Hardy's restaurant chains, we spent millions of dollars every year trying to determine what customers wanted.  If our customers didn't like something, we changed it and fast.  Because if we didn't, our competitors would pun intended eat us for lunch.  The consumer, that's you, has the ultimate power.  In effect, you vote with every dollar you spend.  In a socialist economy, the government has the ultimate power.  It decides what you get from the limited supply it decides should exist.  Instead of millions of people making millions of decisions about what they want, a few people, government elites, decide what people should have and how much they should pay for it.  Not surprisingly, they always get it wrong.  Have you ever noticed that late-stage socialist failures always run out of essential items like toilet paper?  Of course, this isn't a problem for those who have the right connections with the right people.  Those chosen few get whatever they want.  But everyone else is out of luck.  Venezuela, once the richest country in South America, is the most recent example of socialism driving a prosperous country into an economic ditch.  Now, maybe you think it's an unfair example.  I'm not sure why, but okay.  We'll ignore the fact that leftist activists celebrated it as a great socialist success right up until it wasn't.  But what about Western European countries?  Don't they have socialist economies?  People seem pretty happy there.  Why can't we have what they have?  Free healthcare, free college, stronger unions.  Good question.  And the answer may surprise you.  There are no socialist countries in Western Europe.  Most are just as capitalist as the United States.  The only difference, and it's a big one, is that they offer more government benefits than the US does.  We can argue about the cost of these benefits and the point at which they reduce individual initiative, thus doing more harm than good.  Scandinavians have been debating those questions for years.  but only a free market.  capitalist economy can produce the wealth necessary to sustain all of the supposedly free stuff Europeans enjoy.  To get the free stuff, after all, you have to create enough wealth to generate enough tax revenue to pay for everything the government gives away.  Without capitalism, you're Venezuela.  In a 2015 speech at Harvard, Denmark's Prime Minister took great pains to make this point.  I know that some people in the U.S.  associate the Nordic model with socialism.  Therefore, I would like to make one thing clear.  Denmark is far from a socialist planned economy.  Denmark is a market economy.  So when you point to Denmark as a paragon of socialism, you're really singing the praises of capitalism.  The more capitalism, the less socialism you need.  Look at America since 2017, a policy of lower taxes and less government regulation.  That's more capitalism.  Has led to a robust economic expansion.  Something thought impossible just a few years earlier.  Unemployment, notably among minority groups, typically most at risk for poverty, is at a generational low.  Economic expansion gets people off welfare and into work.  That's less socialism.  None of this requires a degree in economics.  Common sense is all you need.  That's why it's so frustrating to see young people praising socialism and criticizing capitalism.  It's bad enough that they're working against their own interests, better job prospects, better wages, personal freedom.  But they're also working against the interest of the less fortunate.  Capitalism leads to economic democracy.  Socialism leads to the economic dictatorship of the elite.  always and everywhere.  So beware what you ask for.  You just might get it.  I'm Andy Puster, the author of the Capitalist Comeback for Prager University.  Thank you for watching this video.  To help keep PragerU videos free, please consider making a tax-deductible donation. ",
            "speaker": {
                "name": "Speaker 0"
            }
        }
    ]
}