{
    "yt_video_id": "xhC-dQBRW0Q",
    "transcripts": [
        {
            "start_time": "",
            "end_time": "",
            "text": "That's you like an internet, so you're laughing, but you stand up and you're gonna let your ego violate my rights.  I'm not having an ego whatsoever.  Yeah, that's for that property right there.  I believe for this property right here.  We're right here.  Oh, right here.  Yeah.  So it says that all Pembroke past police officers are driving in person today.  These premises.  Yeah.  They need to leave at the verbal.  They think it was part of that.  I got to do it.  I'm our brother.  I'll go off.  No, thank you.  All right.  Let me see your ID.  Sergeant Christian Rogers.  No, the ID with your address and all that on it.  What you want to see my ID for?  Is that against the law?  That's against the law?  What law is against?  Because I thought Florida... I'm identifying you.  Yeah, I thought Florida Pinnacle 901.151 states.  The only time I'm with is an ID to you is when I'm in the commission of a crime.  I'm about to commit a crime.  I don't have to commit a crime.  I don't have to commit a crime.  I don't have to commit a crime.  No, you're not saying my ID.  Now that you can tell me what crime is, what crime have I committed?  Right, so what crime is, none of your business, none of your business?  You don't need to identify me, who are you?  What's your name your best number?  What's your best number?  You want your best number?  And your name is your badge number?  Your body is called you deep.  My badge number?  Yeah.  19.  And your name is your badge number?  Is there a legal reason you are my name?  My badge number is five.  You would like to identify.  No, you're going to violate my rights to do so.  But because Florida Penal Code 901.151 states that the only time I need to give you a mighty is when I'm committing a crime about a committed crime or in a process of committing a crime.  So what you need to do is give me reasonable, articulable suspicion that I'm breaking the law.  That's not Supreme Court room.  photography in itself is not a crime.  And this is a government facility that I have ever right to come out and record.  you guys and of course it your duties.  So what crime am I breaking?  You said that five times, you don't need to know who are you.  The Supreme Court is over you, buddy.  You don't trump the Supreme Court.  We can film this without you like an internat.  You're laughing, but you sit up here.  You're going to let your ego violate my rights.  You're going to let your ego violate my rights.  Because you're telling me you better not be disrespectful to me.  You're a public servant.  You better not give me a hard time.  You're a public servant.  And you're going to respect me as the public.  And you're not.  I don't have to respect you, but I haven't disrespected you.  I'm not gonna get your identity.  And I'm telling you, and you're asking me, and I'm respectfully declining no.  You're not getting my ID because I don't have to because you haven't sold me yours.  There's not your police station.  It's our police station.  This is our police station.  It's not your police station.  You work here.  I allow you to work here.  Yes, by paying my taxes, giving you employment.  It's the beginning to get a response like this from people who think they can just come up.  Let me explain here.  That's no question.  Are you going to let me tell you to get a response from a law enforcer to job is to enforce law not come out and demand ID from law abiding citizens.  No, I don't know because the Supreme Cross that you can't you can't deans a law for activities.  every day.  somebody's out here filming our back and station to guys probably But that don't make that.  don't make it suspicious.  It's alarming us.  the whole definition.  Okay, well, let me ask you a question.  Let me ask you a question.  It's suspicion of felony or misdemeanor.  So without a crime, so it's not a law, so you don't have anything to enforce.  Okay, but is that against the law?  I didn't say it was against the law.  Okay, then, thank you.  What is your name of your bad number?  Your name of your bad number?  Thank you.  What is your name of your bad number, Sergeant?  What is your name of your bad number, Sergeant?  What is your name of your bad number, Sergeant?  Can I speak with him?  What do you kick Ross?  To make sure you don't talk to me, Dean?  I'm not getting his name in the bathroom, but like he's not a public servant.  Make sure you don't talk to me, then.  Well, so he's a sergeant as well, and that's how he behaves.  Is your body camera running?  That's not sergeant.  Is your body camera?  There was no crime committed and he came out.  You don't have a body camera?  That's right there.  But why?  But that's illegal.  Okay, but give me Florida Pinnacle 9 and 1.1 51.  Give me that Pinnacle.  Hey, man.  Hey, man, when you're walking up behind me like that, man?  You're in peeing traffic, sir.  That's not cool, man.  Don't walk up.  You got a gun, man.  Don't walk up behind me like that.  I know you're cool, but I'm just saying don't walk up behind me like that.  No, you're making a scene.  We didn't approach anybody.  One, two, three, four, five, six, seven.  Eight police officers, but we're making a scene.  You guys are filming on $3, $100 phones.  If you want to film professionally and you want to get a good scene, you want to get a good scene.  A $300 phone.  Good equipment and filming.  This is Galaxy S7, but we got it.  This phone is $900.  What's your purpose, bro?  So what?  What is your purpose?  Let me talk.  To come out, I told you already.  I told you already.  I wanted to come out and exercise a free right.  Freedom.  I wanted to come out and exercise freedom and see how this guy is going to respond to me.  And that's exactly what happened.  Come talk to me, will you?  No, I don't want to talk to you.  You didn't want to identify yourself.  I don't want to talk to you.  Anything you can say to me, you can share in front of my friend here.  Because until you guys tell me what law I'm breaking, you have no authority over me.  First of all, we have the authority graduates by the law.  We never said you were breaking the law.  Right.  And again, I'm going to say until I break the law, you have no authority over me.  He's a sergeant.  He's a sergeant.  But after we told you that I didn't want an ID, he told me I was going to give it to you.  He told me I was going to give it to you.  No, really.  We just want to record and be left alone.  Can you take the office of which you believe?  I'm telling him to talk.  Yeah, we're all done.  Thank you.  Thank you.  Thank you.  I really wish you guys would have never approached that.  Either just say hello, how you doing?  Because this is the image that the rest of the world is going to see of the Pembroke Pines Police Department.  The image we're going to see of you.  Thank you, sir.  OK.  All right.  Came here to do a job.  That was never done.  Good.  Got it.  So we can record, right?  We got that.  I know that.  I don't want to say.  Yeah.  I just want to hear them say, you know, new, nothing.  Uh, South Carolina.  Fucking at me, guys.  And that list is pretty good.  Subvert.  Stop following me.  You're right.  Hey, buddy.  You are right, man.  I appreciate you, partner.  You're a good dude, man.  I wish you could stand up, but we understand.  over these sirens, man.  But I appreciate what you do.  Thank you so much.  They tried it.  They really tried us and didn't work out that way.  The Pembert Pies Police Department, folks, Pembert, Florida, I don't think doesn't need to go to the front.  Hold on, what does that say?  It says, what is the bottom line right there?  What's the bottom line?  Be on this point.  We were live?  Oh, we were live.  God, that was awesome.  How did you cover my phone?  There was four sergeants out there and they all, they all allowed that type of behavior.  Eight officers and all.  And say that we're creating a scene.  So you're right, that lady in that crime scene, man.  This don't know.  Look, it's still circling.  It's still circling.  Look.  Big new South Florida accountability.  Well, my brother knew it was now South Carolina.  We're here.  Oh, man.  Damn! ",
            "speaker": {
                "name": "Speaker 0"
            }
        }
    ]
}