{
    "yt_video_id": "MRCtE63-_zA",
    "transcripts": [
        {
            "start_time": "",
            "end_time": "",
            "text": "We got Rose and Illinois who has been here for a little bit.  You're on with Dave and Matt, and I'm told that you have a scripture that can prove the existence of God. ",
            "speaker": {
                "name": "Speaker 1"
            }
        },
        {
            "start_time": "00:00:09,840",
            "end_time": "00:00:11,980",
            "text": "Yeah. ",
            "speaker": {
                "name": "Speaker 0"
            }
        },
        {
            "start_time": "00:00:12,040",
            "end_time": "00:00:14,920",
            "text": "I'm not even sure how that's possible, but I can't wait. ",
            "speaker": {
                "name": "Speaker 1"
            }
        },
        {
            "start_time": "00:00:14,960",
            "end_time": "00:00:18,860",
            "text": "Hey, hold on. ",
            "speaker": {
                "name": "Speaker 0"
            }
        },
        {
            "start_time": "00:00:18,920",
            "end_time": "00:00:21,600",
            "text": "I've been waiting so long.  Okay. ",
            "speaker": {
                "name": "Speaker 2"
            }
        },
        {
            "start_time": "00:00:25,820",
            "end_time": "00:00:27,120",
            "text": "Is it you've been waiting so long?  And okay, is this a scripture from the Bible? ",
            "speaker": {
                "name": "Speaker 1"
            }
        },
        {
            "start_time": "00:00:31,620",
            "end_time": "00:00:32,060",
            "text": "Yes, sir. ",
            "speaker": {
                "name": "Speaker 0"
            }
        },
        {
            "start_time": "00:00:32,880",
            "end_time": "00:00:33,060",
            "text": "Okay.  I got one handy. ",
            "speaker": {
                "name": "Speaker 1"
            }
        },
        {
            "start_time": "00:00:34,160",
            "end_time": "00:00:38,440",
            "text": "I mean, where's my glasses? ",
            "speaker": {
                "name": "Speaker 0"
            }
        },
        {
            "start_time": "00:00:38,640",
            "end_time": "00:00:41,480",
            "text": "I'm looking for my phone glass.  Do you know what the verse is?  Because I can look it up. ",
            "speaker": {
                "name": "Speaker 1"
            }
        },
        {
            "start_time": "00:00:44,700",
            "end_time": "00:00:45,480",
            "text": "It's Matthew. ",
            "speaker": {
                "name": "Speaker 0"
            }
        },
        {
            "start_time": "00:00:45,920",
            "end_time": "00:00:46,680",
            "text": "Oh my god. ",
            "speaker": {
                "name": "Speaker 1"
            }
        },
        {
            "start_time": "00:00:48,160",
            "end_time": "00:00:48,780",
            "text": "Oh my god.  Why did you say that? ",
            "speaker": {
                "name": "Speaker 0"
            }
        },
        {
            "start_time": "00:00:49,820",
            "end_time": "00:00:52,760",
            "text": "The most ridiculous of all the Gospels and it shares my first name. ",
            "speaker": {
                "name": "Speaker 1"
            }
        },
        {
            "start_time": "00:00:54,620",
            "end_time": "00:00:55,300",
            "text": "Matthew. ",
            "speaker": {
                "name": "Speaker 2"
            }
        },
        {
            "start_time": "00:00:56,380",
            "end_time": "00:00:56,680",
            "text": "Matthew.  Matthew. ",
            "speaker": {
                "name": "Speaker 1"
            }
        },
        {
            "start_time": "00:01:00,220",
            "end_time": "00:01:02,920",
            "text": "27.  After three days, I will rise again. ",
            "speaker": {
                "name": "Speaker 0"
            }
        },
        {
            "start_time": "00:01:07,580",
            "end_time": "00:01:07,760",
            "text": "Okay. ",
            "speaker": {
                "name": "Speaker 1"
            }
        },
        {
            "start_time": "00:01:08,660",
            "end_time": "00:01:10,640",
            "text": "Does that make any sense? ",
            "speaker": {
                "name": "Speaker 0"
            }
        },
        {
            "start_time": "00:01:10,680",
            "end_time": "00:01:11,540",
            "text": "Matthew 27 what? ",
            "speaker": {
                "name": "Speaker 1"
            }
        },
        {
            "start_time": "00:01:14,560",
            "end_time": "00:01:20,200",
            "text": "Matthew 27 verse 63 at the very end.  After three days, I will rise again. ",
            "speaker": {
                "name": "Speaker 0"
            }
        },
        {
            "start_time": "00:01:25,260",
            "end_time": "00:01:36,200",
            "text": "Yep, the next day, which followed the preparations, the chief priests and the Pharisees gathered before pilot and said, sir, we remember that while this deceiver was still alive, he said, after three days, I will rise again. ",
            "speaker": {
                "name": "Speaker 1"
            }
        },
        {
            "start_time": "00:01:38,060",
            "end_time": "00:01:45,860",
            "text": "He's the only one that it was that died on the cross and then was buried and rose again at the three days.  None other of the people that worshiped.  you know, like Buddha or All on blah blah blah.  Have ever died and rose again. ",
            "speaker": {
                "name": "Speaker 0"
            }
        },
        {
            "start_time": "00:01:55,400",
            "end_time": "00:01:55,680",
            "text": "Rose. ",
            "speaker": {
                "name": "Speaker 1"
            }
        },
        {
            "start_time": "00:01:56,220",
            "end_time": "00:01:56,600",
            "text": "I'm sorry.  Yes. ",
            "speaker": {
                "name": "Speaker 0"
            }
        },
        {
            "start_time": "00:01:57,620",
            "end_time": "00:02:01,420",
            "text": "What evidence do you have that a Jesus ever said this?  B Jesus rose from the dead. ",
            "speaker": {
                "name": "Speaker 1"
            }
        },
        {
            "start_time": "00:02:06,760",
            "end_time": "00:02:06,980",
            "text": "Oh boy.  I don't know sir.  I just I read the Bible and I believe in Jesus.  Do you believe in Buddha or Allah or whoever, whoever, whoever, I believe in Jesus. ",
            "speaker": {
                "name": "Speaker 0"
            }
        },
        {
            "start_time": "00:02:23,700",
            "end_time": "00:02:23,920",
            "text": "Okay.  I'm aware that you believe that.  My question was, how do we know it's true?  You called in to say that you had a verse which proves the existence of God.  And literally, it's words in a book that nobody can verify.  anybody ever said other than that they were written down here.  If you have a red letter addition to the Bible, that's not gonna necessarily be in red letters.  There's no way to verify it.  And you believe it because you also believe that Jesus rose from the dead after three days.  But even the Bible doesn't have him rise from the dead after three days.  It would've been from Friday night to Sunday morning.  That's not three days.  It's a day and a half.  and actually there's no evidence that he rose from the dead and it's difficult to even demonstrate reasonably that he actually existed although i'm okay with that notion.  but if somebody said uh... i will rise again uh... or after three days i will rise again and then we killed them in the rows after three days that would be incredibly impressive i agree.  But having a book that says somebody once said that after they were killed they would rise again in three days and I'm telling you that's what happened.  Okay, so do you know who wrote the book Matthew? ",
            "speaker": {
                "name": "Speaker 1"
            }
        },
        {
            "start_time": "00:03:31,740",
            "end_time": "00:03:33,800",
            "text": "Sir, can I just say that?  what proof do you have that it didn't really happen? ",
            "speaker": {
                "name": "Speaker 0"
            }
        },
        {
            "start_time": "00:03:38,140",
            "end_time": "00:03:39,440",
            "text": "I don't have to prove it didn't really happen.  Do I have to prove the butler didn't do it?  if you say the butler did if you say the butler did it and i say i'm not convinced what evidence do you have and you come back with will you can you prove the butler didn't do it?  don't you think that's not pretty stupid?  i don't know. ",
            "speaker": {
                "name": "Speaker 1"
            }
        },
        {
            "start_time": "00:03:56,740",
            "end_time": "00:03:59,860",
            "text": "i i didn't want to get into a confrontation about this. ",
            "speaker": {
                "name": "Speaker 0"
            }
        },
        {
            "start_time": "00:04:00,660",
            "end_time": "00:04:08,080",
            "text": "okay i'm just asking i mean if somebody said that to you wouldn't you think that that was kind of a ridiculous question?  can you prove the butler didn't do it? ",
            "speaker": {
                "name": "Speaker 1"
            }
        },
        {
            "start_time": "00:04:10,600",
            "end_time": "00:04:19,040",
            "text": "uh... I guess I'm just going to have to try to keep trying to prove that it did happen. ",
            "speaker": {
                "name": "Speaker 0"
            }
        },
        {
            "start_time": "00:04:19,079",
            "end_time": "00:04:19,160",
            "text": "Yeah.  And since you've since you didn't do that today, I think we can agree that you didn't prove it today, right?  How would you go?  You think you proved it today? ",
            "speaker": {
                "name": "Speaker 1"
            }
        },
        {
            "start_time": "00:04:30,480",
            "end_time": "00:04:34,180",
            "text": "Well, I disagree with your theory on the fact that I didn't prove anything. ",
            "speaker": {
                "name": "Speaker 0"
            }
        },
        {
            "start_time": "00:04:36,660",
            "end_time": "00:04:36,900",
            "text": "Okay.  So you think you did prove something?  Yeah.  I agree with you that you proved something.  I just don't think you proved what you thought you proved.  So what is it you think you proved? ",
            "speaker": {
                "name": "Speaker 1"
            }
        },
        {
            "start_time": "00:04:48,680",
            "end_time": "00:04:55,320",
            "text": "I prove that Jesus exists and there's nothing and there's been many miracles.  I think Jesus exists. ",
            "speaker": {
                "name": "Speaker 0"
            }
        },
        {
            "start_time": "00:04:57,360",
            "end_time": "00:04:58,040",
            "text": "Show me a miracle. ",
            "speaker": {
                "name": "Speaker 1"
            }
        },
        {
            "start_time": "00:05:01,600",
            "end_time": "00:05:02,240",
            "text": "Where do you start? ",
            "speaker": {
                "name": "Speaker 2"
            }
        },
        {
            "start_time": "00:05:03,060",
            "end_time": "00:05:03,880",
            "text": "There's just so many of them.  It's hard to pick, isn't it?  Yeah.  It's funny how people keep telling me there's all these miracles and when I ask them to provide one so that we can examine it, it takes them forever.  So what miracle do you think happened apart from the resurrection? ",
            "speaker": {
                "name": "Speaker 1"
            }
        },
        {
            "start_time": "00:05:20,780",
            "end_time": "00:05:24,260",
            "text": "Why are you such a meaning, meaning? ",
            "speaker": {
                "name": "Speaker 0"
            }
        },
        {
            "start_time": "00:05:24,300",
            "end_time": "00:05:25,600",
            "text": "Yeah, Matt, why are you such a mean?  Just take it. ",
            "speaker": {
                "name": "Speaker 2"
            }
        },
        {
            "start_time": "00:05:26,480",
            "end_time": "00:05:35,060",
            "text": "Because I give a fuck about whether or not something's true, and I'm tired of watching otherwise good and reasonable people be deluded into thinking that something is true.  I don't know what? ",
            "speaker": {
                "name": "Speaker 1"
            }
        },
        {
            "start_time": "00:05:36,560",
            "end_time": "00:05:37,740",
            "text": "You don't have to cast Matt. ",
            "speaker": {
                "name": "Speaker 2"
            }
        },
        {
            "start_time": "00:05:37,900",
            "end_time": "00:05:38,960",
            "text": "Oh, for fuck's sake.  What is there a prohibition in your religion that I not say the word fuck? ",
            "speaker": {
                "name": "Speaker 1"
            }
        },
        {
            "start_time": "00:05:45,240",
            "end_time": "00:05:47,060",
            "text": "Rose, have you ever watched the show before? ",
            "speaker": {
                "name": "Speaker 2"
            }
        },
        {
            "start_time": "00:05:49,900",
            "end_time": "00:05:51,060",
            "text": "What's wrong with the word fuck?  Why shouldn't somebody say it? ",
            "speaker": {
                "name": "Speaker 1"
            }
        },
        {
            "start_time": "00:05:54,800",
            "end_time": "00:05:55,700",
            "text": "I don't know. ",
            "speaker": {
                "name": "Speaker 0"
            }
        },
        {
            "start_time": "00:05:55,740",
            "end_time": "00:05:56,400",
            "text": "I don't know either. ",
            "speaker": {
                "name": "Speaker 1"
            }
        },
        {
            "start_time": "00:05:57,780",
            "end_time": "00:06:00,880",
            "text": "My son convinced me to call into your show. ",
            "speaker": {
                "name": "Speaker 0"
            }
        },
        {
            "start_time": "00:06:00,920",
            "end_time": "00:06:01,700",
            "text": "Your son's a dick.  And I mean this, I mean this in the, in the meanest of all mean possible ways.  If you are out there, is your son an atheist?  Do I say yes?  okay your son says he's an atheist and he managed to convince you to call into this show.  he's not being i guarantee you your son is not being kind of you.  he wanted you to be publicly embarrassed and i'm gonna stop right now because i i'm.  well we're willing to have conversations were willing to talk about how and why we believe things but i don't exist just so some atheists who's pissed off at his mom can send her here.  i apologize rose that you you were duped like this because you're somebody who doesn't have, you're like most other people on the planet.  You believe something, people around you believe it, you're convinced that it's true, you never really bothered to consider what sort of evidence should or shouldn't convince somebody.  And you were sent in to a call in show that is incredibly famous for taking a credulous, theistic beliefs and raking them over the coals.  And your son owes you an apology. ",
            "speaker": {
                "name": "Speaker 1"
            }
        },
        {
            "start_time": "00:07:11,100",
            "end_time": "00:07:13,500",
            "text": "Yeah, and if your son's watching right now, dude, you need to do better. ",
            "speaker": {
                "name": "Speaker 2"
            }
        },
        {
            "start_time": "00:07:13,820",
            "end_time": "00:07:18,580",
            "text": "I would never have done this to my mom, and I talked about what my mom said for my birthday. ",
            "speaker": {
                "name": "Speaker 1"
            }
        },
        {
            "start_time": "00:07:20,140",
            "end_time": "00:07:29,160",
            "text": "I'm right here, and I do apologize to her and stuff, but she always comes to me with evidence for God. ",
            "speaker": {
                "name": "Speaker 3"
            }
        },
        {
            "start_time": "00:07:29,580",
            "end_time": "00:07:30,160",
            "text": "You set her up.  You set her up and through under the bus.  That's not the way to do this. ",
            "speaker": {
                "name": "Speaker 2"
            }
        },
        {
            "start_time": "00:07:36,000",
            "end_time": "00:07:40,360",
            "text": "Irrespective of a familiar relationship or anything else, do you love your mom?  Yeah, I love that.  Then learn how to talk to her and stop setting her up for shit like this. ",
            "speaker": {
                "name": "Speaker 1"
            }
        },
        {
            "start_time": "00:07:47,000",
            "end_time": "00:07:48,660",
            "text": "Yeah, good job, Matt.  That pisses me off.  That's, it gives us a bad name, man. ",
            "speaker": {
                "name": "Speaker 2"
            }
        },
        {
            "start_time": "00:07:52,240",
            "end_time": "00:08:00,620",
            "text": "When I read the thing, and talked about dealing with family members, I had a six hour conversation with my mom.  And I'll be honest, my mom isn't any more equipped to have that conversation than Rose was. ",
            "speaker": {
                "name": "Speaker 1"
            }
        },
        {
            "start_time": "00:08:07,100",
            "end_time": "00:08:08,000",
            "text": "No, my mom and neither. ",
            "speaker": {
                "name": "Speaker 2"
            }
        },
        {
            "start_time": "00:08:09,420",
            "end_time": "00:08:11,420",
            "text": "It would never have occurred to me.  to say, you know what, mom, if you think you can keep proving God, call in and do it for this guy here.  That's rude.  I wouldn't even ascender to Eric.  And Eric's going to be as nice to her as anybody.  First of all, you're not in any way demonstrating that you're the more rational person or that your belief is rational or that their belief is irrational.  I know that you're feeling bad about it and I'm gonna keep beating you up because I know you're listening.  You should feel bad about it.  Doesn't mean you're the worst person ever.  Just learn.  Do better.  Do better, mom.  Do better. ",
            "speaker": {
                "name": "Speaker 1"
            }
        },
        {
            "start_time": "00:08:42,720",
            "end_time": "00:08:43,200",
            "text": "Do better, man.  There's a better way to do this and I hope you learned something.  Yep. ",
            "speaker": {
                "name": "Speaker 2"
            }
        }
    ]
}