{
    "yt_video_id": "xhC-dQBRW0Q",
    "transcripts": [
        {
            "start_time": "",
            "end_time": "",
            "text": "That's you liking it or not, so you're laughing but you're gonna let your ego violet my right.  Yeah, that's for that property right there.  I believe for this property right here.  We're right.  Right here.  All right.  Right here.  Yeah.  So it says that all Fembroke pass police officers are authorizing the person to leave these premises.  Yeah.  To leave at the verbal one.  Yeah.  They think it was brought from there.  I got to do it.  I'm Mark.  I'm off.  No, thank you.  All right.  We'll see you ID.  Let me see your ID.  Sergeant Christian Rodgers.  No, the idea with your address and all that on it.  What do you want to see my ID for?  Is that against the law?  Yes, against the law?  Well, always against.  I don't know, is there?  I don't know, is there?  I don't know, is there?  I don't know, is there?  I don't know, is there?  I don't know, is there?  I don't know, is there?  I don't know, is there?  I don't know, is there?  I don't know, is there?  I don't know, is there?  I don't know, is there?  I don't know, is there?  I don't know, is there?  I don't know, is there?  I don't know, is there?  I don't know, is there?  I don't know, is there?  I don't know, is there?  I don't know, is there?  I don't know, is there?  I don't know, is there?  I don't Not until you can tell me what crime What crime have I committed?  Right, so what crime?  None of your business none of your business.  You're not saying my idea.  You don't need identify me.  Who are you?  What's your name of your best number?  What's your best number?  Thank you.  What's your name of your best number?  You don't have number 9-2.  Okay.  And your name is your best number?  Your buddies call you D, D. My best number?  Yeah.  And your name is your best number?  Is there a legal reason you are my D?  You would like to identify.  You would like to identify.  You're going to violate my rights to do so.  But because Florida, Penal Code 901.151 states that the only time I need to give you my D is when I'm committing a crime, about a commit a crime, or in a process that commit a crime.  So what you need to do is give me breathable, articulable suspicion that I'm breaking the law.  That's not the supreme court room.  photography in itself is not a crime.  And this is a government facility and I have every right to come out and record you guys and of course your duties.  So what crime am I breaking?  You said that five times.  You don't need to know who are you?  The Supreme Court is over you, buddy.  You don't trump the Supreme Court.  We can film this without you liking it or not.  You're laughing, but you're gonna let your ego violate my rights.  You're gonna let your ego violate my rights.  You're telling me you better not be disrespectful to me.  You're a public servant.  You better not give me a hard time.  You're a public servant.  And you're gonna respect me as the public and you're not.  I don't have to respect you, but I haven't this respect to you.  I'm asking to get your identity.  And I'm telling you, if you're asking me, and I'm respectfully declining, no, you're not getting my ID because I don't have to because you haven't sold me yours.  There's not your police station.  It's our police station.  This is our police station.  It's not your police station.  You work here.  I allow you to work here.  You allow me to work here.  Yes, by paying my taxes, giving you employment.  If they make it to get a response like this from people who think they can just come up.  Let me explain here.  There's no question.  Are you going to let me tell you to get a response from a law enforcer to job is to enforce law not come out in demand ID from law abiding citizens.  No, I don't know because the screen cross that you can.  you can dean a law for activity.  Every day.  somebody's out here filming our back in station probably But I don't make that.  don't make it suspicious It's a whole definition.  Okay, well, let me ask you a question.  Let me ask you a question It's suspicious of felony or misdemeanor.  Yeah, so without a crime so it's not a law so you don't have anything to enforce.  Okay, but is that against the law?  Okay, then thank you.  What is your name your bad number?  Your name your bad number?  Thank you.  What is your name your bad number?  What is your name of your badge number sergeant?  Can I speak with him?  What did he kick?  rocks?  don't you make sure you don't talk to me then?  I'm not getting his name in the badge number like he's not a public servant.  Make sure you don't talk to me then.  Well, so he's a sergeant as well.  And that's how he behaves in front of your body cam running.  That's not sergeant.  Is your body cam on?  There was no crime committed and he came out.  You don't have a body cam?  But why?  But that's okay.  But give me Florida Pinterco 9-1-1 51.  Give me that Pinterco.  Hey man.  Hey man.  What are you talking about man?  You're in pain track.  That's not cool man.  I'll walk up and you got a web a gun man.  I'll walk up on you like that.  I know you'd be cool but I'm just saying I'll walk up on you like that.  No, you're making a scene.  We didn't approach anybody.  One, two, three, four, five, six, seven, eight.  Police officer, but we're making a scene.  If you guys are filming on three dollar phones, if you want to film professionally, you want to get a good scene.  A $300 phone.  Good equipment and film.  There's a guy that says, seven, buddy.  This phone is $900.  What's your purpose, bro?  Show what?  What is your purpose?  I told you already.  I told you already.  I wanted to come out and exercise the free right freedom.  I wanted to come out and see how this guy is going to respond to me.  And that's exactly what happened.  Come talk to me.  No, I don't want to talk to you.  You didn't want to identify yourself.  I don't want to talk.  Anything you could say to me, you could share in front of my friend here.  Because until you guys tell me what law I'm breaking, you have no authority over me.  First of all, we have the authority graduates by the law.  We never said you were breaking the law.  And again, I'm going to say until I break the law, you have no authority over me.  But after we told you that I didn't want ID, he told me I was going to give it to you.  Now, really, we just want to record and be left alone.  I really risked you guys with another approach to either just say hello.  How you doing?  Because this is the.  this is the image that the rest of the world is gonna see.  how the pinbrook pines police department Okay, all right came here to do a job that was never done.  So we can record, right?  We got access.  I know that.  I just want to say, yeah, I just want to say, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no.  They tried it.  They really tried us.  They didn't work out that way.  The Pembroke Pires Police Department folks.  Pembroke Florida.  I don't think it doesn't need to go to the front.  No, I don't want to go to the front.  Hold on, what does that say?  It says, what is the bottom line right there?  What's the bottom line?  Beyond this point.  We were live?  Oh, we were live, God.  That was awesome.  Oh, there was four sergeants out there and they all allowed that type of behavior.  Eight officers and all.  And say that we're creating a scene.  So you were right, that lady in that crime scene man, she was not God, she was not turning in there.  Look, it's still circular, it's still circular, look.  Bigness outflow the accountability.  With my brother news now, South Carolina.  Big bro, we're here.  Oh man.  Damn. ",
            "speaker": {
                "name": "Speaker 0"
            }
        }
    ]
}