{
    "yt_video_id": "fzvbx25xqnU",
    "transcripts": [
        {
            "start_time": "",
            "end_time": "",
            "text": "He has some brothers that are Mercedes Benz dealership and they're trying to leave the dealership and guess who show up to put themselves in front of their car? Good old Karen. Let's go",
            "speaker": {
                "name": "SPEAKER_00"
            }
        },
        {
            "start_time": "16.56",
            "end_time": "29.02",
            "text": "ahead and roll that clip. Why are you blocking the car? Get the fuck out of my way. I'm picking him up. I came to pick him up. I'm getting the fuck out of here. Trespassing what?",
            "speaker": {
                "name": "SPEAKER_01"
            }
        },
        {
            "start_time": "30.68",
            "end_time": "42.0",
            "text": "Trespassing what? Why are you trespassing? Trespassing what? Why are you trespassing? Trespassing what? On a fucking place where you don't belong to me. Hey, hey, get off the whip.",
            "speaker": {
                "name": "SPEAKER_02"
            }
        },
        {
            "start_time": "42.08",
            "end_time": "60.46",
            "text": "Hey, I could buy any car here I want to buy. What are you talking about? What are you talking about? Hey, once you get on somewhere. Hey, ain't nobody giving you no problem. Hey, y'all get y'all homie, bro. Get y'all homie, bro.",
            "speaker": {
                "name": "SPEAKER_01"
            }
        },
        {
            "start_time": "61.04",
            "end_time": "62.9",
            "text": "Hey, we're trying to leave.",
            "speaker": {
                "name": "SPEAKER_03"
            }
        },
        {
            "start_time": "63.12",
            "end_time": "79.2",
            "text": "Get y'all homie, bro. This is why people probably want to smack the fuck out of you, dog. Move. Move. Get on me up. I've been here for five minutes. Get out. Hey, just get out. Get in the car, bro. Move. Anybody going to touch you? Move. Bro, is this y'all homie?",
            "speaker": {
                "name": "SPEAKER_01"
            }
        },
        {
            "start_time": "80.12",
            "end_time": "80.82",
            "text": "Don't touch me.",
            "speaker": {
                "name": "SPEAKER_02"
            }
        },
        {
            "start_time": "80.96",
            "end_time": "82.12",
            "text": "Bro, move around.",
            "speaker": {
                "name": "SPEAKER_01"
            }
        },
        {
            "start_time": "83.0",
            "end_time": "87.52",
            "text": "Don't touch me. Move around. Don't touch me. We ain't going to touch you. We know you're going to press charges.",
            "speaker": {
                "name": "SPEAKER_02"
            }
        },
        {
            "start_time": "87.76",
            "end_time": "91.58",
            "text": "You trespassing too? You own this motherfucker? Yeah. You own it?",
            "speaker": {
                "name": "SPEAKER_01"
            }
        },
        {
            "start_time": "91.64",
            "end_time": "92.9",
            "text": "Maybe I fucking do.",
            "speaker": {
                "name": "SPEAKER_03"
            }
        },
        {
            "start_time": "93.0",
            "end_time": "101.78",
            "text": "You don't with them dirty ass feet. You don't. Maybe I fucking do. Them dirty ass feet you don't. Get on somewhere, bro. No. Hey, just back the car up. Just back the car up and pull out, bro. No.",
            "speaker": {
                "name": "SPEAKER_01"
            }
        },
        {
            "start_time": "102.56",
            "end_time": "105.54",
            "text": "Hey! Yeah, maybe I do.",
            "speaker": {
                "name": "SPEAKER_03"
            }
        },
        {
            "start_time": "105.6",
            "end_time": "110.04",
            "text": "Just back this motherfucker up. You know her? Move her around, bro. Thank you. Move her out, bro. Go. Go. Denzel, go. Go.",
            "speaker": {
                "name": "SPEAKER_01"
            }
        },
        {
            "start_time": "119.38",
            "end_time": "127.03",
            "text": "Are you trying to run me over? Bro. What the fuck are you doing? Why are you trying to run me over? I'm walking.",
            "speaker": {
                "name": "SPEAKER_04"
            }
        },
        {
            "start_time": "127.35",
            "end_time": "128.31",
            "text": "Is this your wife?",
            "speaker": {
                "name": "SPEAKER_01"
            }
        },
        {
            "start_time": "128.51",
            "end_time": "129.15",
            "text": "I'm walking.",
            "speaker": {
                "name": "SPEAKER_04"
            }
        },
        {
            "start_time": "129.43",
            "end_time": "130.33",
            "text": "Is this your wife?",
            "speaker": {
                "name": "SPEAKER_01"
            }
        },
        {
            "start_time": "130.71",
            "end_time": "132.37",
            "text": "I'm walking. Thank you.",
            "speaker": {
                "name": "SPEAKER_04"
            }
        },
        {
            "start_time": "134.47",
            "end_time": "143.55",
            "text": "You stupid bitch. Fuck you. Fuck you. You call me a stupid bitch? Fuck you. Bitch, I'll smack the fuck out of you. Fuck you. You're a stupid fucking ass. Touch me. You're a fucking stupid ass. Touch me.",
            "speaker": {
                "name": "SPEAKER_01"
            }
        },
        {
            "start_time": "143.55",
            "end_time": "148.67",
            "text": "Am I going to touch you? I'll knock your ass out. I'll knock your fucking ass out. I promise you. I'll look at you when I see that. It ain't what you want.",
            "speaker": {
                "name": "SPEAKER_03"
            }
        },
        {
            "start_time": "149.11",
            "end_time": "152.89",
            "text": "I'll fucking touch this bitch. Yeah. Fuck with me. Touch me. Exactly.",
            "speaker": {
                "name": "SPEAKER_01"
            }
        },
        {
            "start_time": "153.47",
            "end_time": "162.15",
            "text": "Exactly what you said. Touch me. You exactly said it. Touch me. You just said it. Touch me. You just said it. Bro. It's your wife, brody. You just said it.",
            "speaker": {
                "name": "SPEAKER_02"
            }
        },
        {
            "start_time": "162.29",
            "end_time": "163.69",
            "text": "You just fucking said it.",
            "speaker": {
                "name": "SPEAKER_03"
            }
        },
        {
            "start_time": "163.73",
            "end_time": "164.53",
            "text": "It's your wife, brody.",
            "speaker": {
                "name": "SPEAKER_01"
            }
        },
        {
            "start_time": "164.63",
            "end_time": "168.13",
            "text": "You just fucking said it. You just fucking said it. Yeah. I will.",
            "speaker": {
                "name": "SPEAKER_03"
            }
        },
        {
            "start_time": "168.33",
            "end_time": "171.93",
            "text": "I will fuck you up. And your husband. You better get her.",
            "speaker": {
                "name": "SPEAKER_01"
            }
        },
        {
            "start_time": "172.09",
            "end_time": "172.29",
            "text": "That's exactly you.",
            "speaker": {
                "name": "SPEAKER_03"
            }
        },
        {
            "start_time": "172.73",
            "end_time": "173.59",
            "text": "You better get her.",
            "speaker": {
                "name": "SPEAKER_00"
            }
        },
        {
            "start_time": "173.69",
            "end_time": "174.23",
            "text": "Fuck you.",
            "speaker": {
                "name": "SPEAKER_03"
            }
        },
        {
            "start_time": "174.49",
            "end_time": "398.23",
            "text": "Bitch. So you saw how she just put herself all in front of their vehicle. They're trying to leave the Mercedes Benz dealership. She's saying they're trespassing. How do you know? In order for you to say they're trespassing, you have to be either some management employee or the owner. And obviously Karen wasn't that, but she just wanted to just beeline and harass black men. So we have to deal with them. Ladies and gentlemen throughout the world who could be watching, this is the life of black people in America, as you have seen several times or watching this channel. Some of you may think that this can't be real life. These people can't really be this way. Yes, this is real life. You're seeing, you're not seeing reality TV or anything like that. This is who they are in this country. This is why I tell some of you when you say, Oh, I want to go to America. And I'll tell you why, why do you want to come here? You really want to deal with Karen. You want that problem. You want to deal with police, putting their knees on your neck and choking you out and killing you. You want to deal with that because that's what you could deal with coming to America. You do better where you ask, fix your own countries where you're at. I'm telling you, you don't want to come into this problem. But I read, it said the Mercedes Benz or Scottsdale. So maybe Scottsdale, Arizona could be whatever it was at, or maybe another Scottsdale. I'm just taking a wide stab in the dark. But even though when the men came up blocking her crazy behind, and I guess whatever guy that she's with or whatever, he's trying to pull her away and she's still like that. See a woman like that. I couldn't be with her. I was like, cause a woman like they going to get too positive her to kill because you're trying to clean up her mess and what she's doing out here and then could cause you to be in some sort of fight with a man. And you wouldn't cross two words with, well, she crazy. A woman like that. I know she would have to go with me. I cannot deal. No woman sent up here challenging a man. You don't challenge no man like that. And for what? The man wasn't doing you anything. They, they were leaving. And even if they wasn't leaving, what is it to her? I mean, these people are crazy. I mean, the last time we covered what this woman was some Russian and she got money. Her and her husband got money and wanted, she want to cry and complain and she's not racist. Well, how many videos that we've seen you run up on white people and call the police on them? Now she didn't call the police, but she was trying to yell. You see in the background, you seen cop lights. It was in a distance. She was yelling to hopefully get their attention. She wasn't yelling for their, their attention. Those guys that came on, she yelling for the police because they know exactly what the police going to do. The black people. But who is she? I mean, you guys probably could find out. You probably guys probably even know who she is. But who was it? She worked. Do they approve of the way she act in this video? Let us know. The epidemic called Karen. We continue to be Chronicle every chance we get, because we've got to definitely put out the message that Karen is a part of the problem too. Not just the police. Karen tries to get her. Get the police to come out to harm jail or possibly kill black people. So yes, Karen has to be focused on in this time period. For those of you who are protesting throughout the world, make sure you keep Karen out of your country because that Karen will be trying to go to the different African nations. Karen be trying to go to the different Asian countries, wherever she liked to go, keep her out if you don't want that problem. But a lot of you don't have now on one to call, right? So that is a lot of it. At least because like I said before, when I was in the continent last time, I said, listen, end up and say something crazy to me. The Mizzou news. We will handle 911 here. So who are you going to call?",
            "speaker": {
                "name": "SPEAKER_00"
            }
        }
    ]
}