{
    "yt_video_id": "HqIblDLzY_0",
    "transcripts": [
        {
            "start_time": "",
            "end_time": "",
            "text": "Hey everyone, this idiot ass is back on campus!",
            "speaker": {
                "name": "SPEAKER_02"
            }
        },
        {
            "start_time": "5.02",
            "end_time": "5.8",
            "text": "Or that.",
            "speaker": {
                "name": "SPEAKER_00"
            }
        },
        {
            "start_time": "6.0",
            "end_time": "6.5",
            "text": "How are you?",
            "speaker": {
                "name": "SPEAKER_02"
            }
        },
        {
            "start_time": "9.73",
            "end_time": "10.69",
            "text": "I'm sorry to hear that.",
            "speaker": {
                "name": "SPEAKER_00"
            }
        },
        {
            "start_time": "10.83",
            "end_time": "12.35",
            "text": "Have you ever been raped?",
            "speaker": {
                "name": "SPEAKER_02"
            }
        },
        {
            "start_time": "12.71",
            "end_time": "13.53",
            "text": "I've not been raped.",
            "speaker": {
                "name": "SPEAKER_00"
            }
        },
        {
            "start_time": "13.93",
            "end_time": "16.58",
            "text": "Can I change your mind?",
            "speaker": {
                "name": "SPEAKER_02"
            }
        },
        {
            "start_time": "20.97",
            "end_time": "25.23",
            "text": "No, that wouldn't be a convincing argument. I'm very sorry. No.",
            "speaker": {
                "name": "SPEAKER_00"
            }
        },
        {
            "start_time": "25.77",
            "end_time": "39.39",
            "text": "I don't know how you have the audacity to come back on our campus and say that rape culture is a myth. Because that's personally offensive to a lot of people I know actually. And so, especially the audacity to come here and really...",
            "speaker": {
                "name": "SPEAKER_03"
            }
        },
        {
            "start_time": "39.39",
            "end_time": "44.05",
            "text": "The audacity to come here and speak the truth? And speak the truth? What the f***",
            "speaker": {
                "name": "SPEAKER_00"
            }
        },
        {
            "start_time": "44.55",
            "end_time": "49.43",
            "text": "You know what, how about somebody rapes you and then you come and tell me that rape culture is a myth?",
            "speaker": {
                "name": "SPEAKER_03"
            }
        },
        {
            "start_time": "49.79",
            "end_time": "70.97",
            "text": "So, for me to be so idiotic as to not believe in rape culture, which we both agree is the idea that rape is perpetuated, encouraged, or tolerated in a society. You would need to present some kind of data, anything. I know you think empirical data is bullsh**, that's fine. Okay. But some kind of evidence to support your premise that rape is tolerated or encouraged in the United States.",
            "speaker": {
                "name": "SPEAKER_00"
            }
        },
        {
            "start_time": "71.23",
            "end_time": "76.79",
            "text": "Yeah, I mean it is tolerated. I mean, have you seen like Brett Kavanaugh? Are you familiar with that situation right now?",
            "speaker": {
                "name": "SPEAKER_03"
            }
        },
        {
            "start_time": "77.01",
            "end_time": "77.99",
            "text": "Not at all. Enlighten me.",
            "speaker": {
                "name": "SPEAKER_00"
            }
        },
        {
            "start_time": "78.11",
            "end_time": "106.85",
            "text": "You don't know who Brett Kavanaugh is. This man doesn't know who Brett Kavanaugh is. And he's gonna sit here and tell me that rape culture is a myth. And as they ask him these questions, they pull out his yearbook and they find terms like, devil's triangle, which if you don't know what that means, that's two males and a female, and that's two males ganging up on a female. It is, like, it refers to rape. And so he's out here and that's who they're trying to appoint.",
            "speaker": {
                "name": "SPEAKER_03"
            }
        },
        {
            "start_time": "107.05",
            "end_time": "108.93",
            "text": "And this man is Brett Kavanaugh?",
            "speaker": {
                "name": "SPEAKER_00"
            }
        },
        {
            "start_time": "109.03",
            "end_time": "117.45",
            "text": "Brett Kavanaugh, sir. At this point, I'm unsure of, like, what you know about the government, but that is the highest position that you can acquire, and so...",
            "speaker": {
                "name": "SPEAKER_03"
            }
        },
        {
            "start_time": "117.45",
            "end_time": "120.27",
            "text": "A Supreme Court justice. A Supreme Court justice. It's high up there.",
            "speaker": {
                "name": "SPEAKER_00"
            }
        },
        {
            "start_time": "120.37",
            "end_time": "123.85",
            "text": "It's high up there, buddy. I appreciate it, yeah. So, the fact that...",
            "speaker": {
                "name": "SPEAKER_03"
            }
        },
        {
            "start_time": "123.85",
            "end_time": "150.09",
            "text": "So, if I'm to answer the question on Brett Kavanaugh and Dr. Christine Ford, or any of the other allegations coming forward from Michael Avenetti, who represents, actually, the other lady who accused him of gang rape as well, that's separate, again, from the evidence. It's about 1 in 1,900 women are raped in the United States, according to the FBI. It's about 1 in 1,000 for college students. If you include all sexual assault, according to the Department of Justice or Bureau of Justice, it's about 1 in 52 of all sex. That includes, you know, plain grab ass. Does the word hubris mean anything to you?",
            "speaker": {
                "name": "SPEAKER_00"
            }
        },
        {
            "start_time": "150.59",
            "end_time": "151.85",
            "text": "No, it doesn't. Thank you.",
            "speaker": {
                "name": "SPEAKER_03"
            }
        },
        {
            "start_time": "151.85",
            "end_time": "155.15",
            "text": "The fact that you really... Did you really think that I didn't know who Brett Kavanaugh was?",
            "speaker": {
                "name": "SPEAKER_00"
            }
        },
        {
            "start_time": "155.39",
            "end_time": "159.19",
            "text": "I really didn't. Honestly, at this point, like, I'm unsure what you actually know. Right.",
            "speaker": {
                "name": "SPEAKER_03"
            }
        },
        {
            "start_time": "160.03",
            "end_time": "192.41",
            "text": "Yeah. You've explained nothing. You've presented no evidence or data. The only thing... The only time you've addressed evidence or data is saying that it's bull to use your words and it doesn't matter. The amount of rapes matter. The conviction rates matter. What we do with rapists matters. And when you come out and you say, we live in a rape culture, and you compare Dr. Christine Ford's allegations... Let's say we have no idea whether they're true or not. Zero evidence whatsoever from 35 years ago. You can't run an investigation whether who, what, when, where, or when. Or why we have none of it. To then use that as a springboard to say that we live in a rape culture, I think, is intellectually disingenuous. And I think it does a great disservice to people who have actually been the victim of a horrible crime.",
            "speaker": {
                "name": "SPEAKER_00"
            }
        },
        {
            "start_time": "192.67",
            "end_time": "205.12",
            "text": "So then how can you sit here and tell me that... How can you sit here... That this is all, like, these statistics are all 100% correct? No. And who the hell let you back on this campus?",
            "speaker": {
                "name": "SPEAKER_03"
            }
        },
        {
            "start_time": "205.34",
            "end_time": "207.08",
            "text": "What the is with you? It's a public sidewalk.",
            "speaker": {
                "name": "SPEAKER_00"
            }
        },
        {
            "start_time": "208.08",
            "end_time": "224.0",
            "text": "So nobody invited you here? just... Officers, if nobody invited him here... How can we ask him to leave this campus? He Is this being handled? Have you ever been raped? No. Then don't say shit!",
            "speaker": {
                "name": "SPEAKER_03"
            }
        },
        {
            "start_time": "224.22",
            "end_time": "246.64",
            "text": "Then shut the fuck If Brett Kavanaugh did all of the things that he accused him of, for example, a triangle, gang rape, gang rape... If he raped people, cocked his head back and left, I say that, castrate him and give him life. But if it's not true, I feel probably worse for him than any man I can think of in recent memory. The only difference between the two is... Castrate the man versus empathy is the truth.",
            "speaker": {
                "name": "SPEAKER_00"
            }
        },
        {
            "start_time": "246.82",
            "end_time": "249.08",
            "text": "I'm going to have to interrupt just a minute, okay? That's a good question.",
            "speaker": {
                "name": "SPEAKER_01"
            }
        },
        {
            "start_time": "249.26",
            "end_time": "249.84",
            "text": "That would be awesome.",
            "speaker": {
                "name": "SPEAKER_00"
            }
        },
        {
            "start_time": "250.32",
            "end_time": "256.46",
            "text": "But, like, why is he allowed on our campus if this isn't even, like, an organized event? Are you part of this? No, I am not part of this event.",
            "speaker": {
                "name": "SPEAKER_03"
            }
        },
        {
            "start_time": "256.58",
            "end_time": "259.08",
            "text": "Okay, so you're free to go anytime. You don't have to actually...",
            "speaker": {
                "name": "SPEAKER_01"
            }
        },
        {
            "start_time": "259.08",
            "end_time": "264.9",
            "text": "Yeah, I know, but if he's going to sit here and say that rape cultures admit that somebody needs to sit here and say...",
            "speaker": {
                "name": "SPEAKER_03"
            }
        },
        {
            "start_time": "264.9",
            "end_time": "270.98",
            "text": "Look, we're going to deal with that, but you're not helping the situation by adding to it. So adding him...",
            "speaker": {
                "name": "SPEAKER_01"
            }
        },
        {
            "start_time": "270.98",
            "end_time": "272.7",
            "text": "By adding to it?",
            "speaker": {
                "name": "SPEAKER_03"
            }
        },
        {
            "start_time": "272.7",
            "end_time": "277.58",
            "text": "Adding to rape culture by getting... I'll interrupt whatever you need us to do. You're not mad. I understand.",
            "speaker": {
                "name": "SPEAKER_00"
            }
        },
        {
            "start_time": "277.86",
            "end_time": "284.0",
            "text": "So if I called you and said somebody raped me, you wouldn't be mad? Well, you just twisted my words and I didn't say that.",
            "speaker": {
                "name": "SPEAKER_03"
            }
        },
        {
            "start_time": "284.16",
            "end_time": "290.82",
            "text": "I'm trying to get some order here, and if you're not willing to have to be a part of this, then you're free to leave.",
            "speaker": {
                "name": "SPEAKER_01"
            }
        },
        {
            "start_time": "291.06",
            "end_time": "296.92",
            "text": "Rape culture exists, and you're telling me one in a thousand? I can tell you that's bull .",
            "speaker": {
                "name": "SPEAKER_03"
            }
        },
        {
            "start_time": "296.92",
            "end_time": "297.62",
            "text": "One in 1,900.",
            "speaker": {
                "name": "SPEAKER_00"
            }
        },
        {
            "start_time": "297.68",
            "end_time": "307.44",
            "text": "Do you see? Do you see 1,900 people standing here? I can guarantee you. Multiple people right here have been raped, and this is not 1,900 people. So...",
            "speaker": {
                "name": "SPEAKER_03"
            }
        },
        {
            "start_time": "307.94",
            "end_time": "308.42",
            "text": "Okay.",
            "speaker": {
                "name": "SPEAKER_00"
            }
        },
        {
            "start_time": "308.96",
            "end_time": "312.54",
            "text": "And this man is saying one in 1,900? 1,900?",
            "speaker": {
                "name": "SPEAKER_03"
            }
        },
        {
            "start_time": "313.22",
            "end_time": "314.26",
            "text": "According to the FBI, yeah.",
            "speaker": {
                "name": "SPEAKER_00"
            }
        },
        {
            "start_time": "314.32",
            "end_time": "329.34",
            "text": "According to the FBI, one in 1,900 people have been raped. I can guarantee that I am not the only one standing here that's been raped. And we are not 1,900. So thank you, and thank you, and I hope you get the hell off our campus.",
            "speaker": {
                "name": "SPEAKER_03"
            }
        }
    ]
}