{
    "yt_video_id": "wWq4ij8yojY",
    "transcripts": [
        {
            "start_time": "",
            "end_time": "",
            "text": "Hello I'm Russell Brand and I'm Laura Brand and we're here for Hope From Home on World Health Day.",
            "speaker": {
                "name": "SPEAKER_00"
            }
        },
        {
            "start_time": "8.6",
            "end_time": "21.26",
            "text": "What are we going to do Laura as our contribution to this? I'm going to show Russell and you how to make squishy soap. Just to be clear is that literally soap that's squishy? It is exactly",
            "speaker": {
                "name": "SPEAKER_01"
            }
        },
        {
            "start_time": "21.26",
            "end_time": "56.8",
            "text": "that. If you can imagine Play-Doh that can go in water and cleans your hands. So it's sort of like a hygienic type of Play-Doh. That's right. We've got kids ourselves and whilst we recognise there's a sort of a real scale of hierarchies in terms of what kind of house you might be locked up in and our house is not a bad house to be locked up in. We do still have children so there's you know people don't talk about the amount of misery, pain and anguish that children bring and this is just one way of distracting us and them from that isn't it? Yeah that's absolutely right. Come on then. Right so Russell you're going to do it. Well show me what to do.",
            "speaker": {
                "name": "SPEAKER_00"
            }
        },
        {
            "start_time": "57.0",
            "end_time": "57.48",
            "text": "So we're going to do a little bit of a play-doh.",
            "speaker": {
                "name": "SPEAKER_01"
            }
        },
        {
            "start_time": "57.5",
            "end_time": "62.28",
            "text": "We're going to put in a half cup of cornflour. What with all the starvation in the world.",
            "speaker": {
                "name": "SPEAKER_00"
            }
        },
        {
            "start_time": "62.42",
            "end_time": "101.76",
            "text": "The whole lot. Yeah. You don't care about the starvation in the world? Of course I care about the starvation in the world but cornflour I've decided is pretty uh it's only for gravy really. Then we're going to put in actually wait hold up we're going to put in four tablespoons. I pre-measured it because just to make it easy for him. Don't gesture at me like I'm a person that can't be trusted. Four tablespoons of liquid soap that can be um that could even be washing up liquid to be fair. Probably could just be washing up liquid. Yeah you can. Now there's a spoon over there. Yeah. We're going to give that a little stir. Oh stir it at each phase. Exactly. So stir it.",
            "speaker": {
                "name": "SPEAKER_01"
            }
        },
        {
            "start_time": "101.94",
            "end_time": "105.26",
            "text": "And at the end of this we'll have squidgy soap which I suppose is useful because it's like",
            "speaker": {
                "name": "SPEAKER_00"
            }
        },
        {
            "start_time": "105.26",
            "end_time": "119.28",
            "text": "encouraging. I think kids find it it's sort of messy it's fun. Would our child be doing this? Yeah they would be doing this. Which one? One of them. Mabel? No I wouldn't trust that. A three-year-old not a three-month-old might eat it.",
            "speaker": {
                "name": "SPEAKER_01"
            }
        },
        {
            "start_time": "119.52",
            "end_time": "130.3",
            "text": "Possibly as well say your child might grow up to be a drug dealer say this will help them in the meth lab or if they say they want to make their own crack when they're older. Oh my god. This is going to help them.",
            "speaker": {
                "name": "SPEAKER_00"
            }
        },
        {
            "start_time": "130.38",
            "end_time": "151.08",
            "text": "Okay moving swiftly on. Four teaspoons of cooking oil. We're using olive oil but you can use sunflower oil. I'll hold that. What is this? Uh that is cooking oil. Just pour that in. Pour that in. How much? All of it. How much is it? I'm not going to drip it out. I'm not going to ration it. Time's on that odd. It's four teaspoons. Four teaspoons of cooking oil. Now what? Just mix it again. Mix it again?",
            "speaker": {
                "name": "SPEAKER_01"
            }
        },
        {
            "start_time": "151.44",
            "end_time": "161.88",
            "text": "Yeah. Do you see it starting? What how would you describe that? I'll describe it as a sort of a congealing and hideous mess where it's starting to sort of I mean at the moment it's already not",
            "speaker": {
                "name": "SPEAKER_00"
            }
        },
        {
            "start_time": "161.88",
            "end_time": "165.02",
            "text": "edible. Before you mix it too much we're going to put a drop of food colouring. What colour would you",
            "speaker": {
                "name": "SPEAKER_01"
            }
        },
        {
            "start_time": "165.02",
            "end_time": "173.66",
            "text": "like this? Blue, red or a little bit of each? I don't know about blue and red mixing because firstly that's sort of like making a mockery of democracy and the divisions we harbour.",
            "speaker": {
                "name": "SPEAKER_00"
            }
        },
        {
            "start_time": "173.74",
            "end_time": "190.12",
            "text": "Oh dear between blue and red parties which are vastly different as all of you know. Okay so which colour? Red. Red. Okay there we go. So I'm going to fill the little cap up. We don't need loads so we're going to go. There we go. Just a pipette full. Drop it in. Pipette. I mean I don't",
            "speaker": {
                "name": "SPEAKER_01"
            }
        },
        {
            "start_time": "190.12",
            "end_time": "194.5",
            "text": "imagine everyone has a pipette. What do you do about a pipette? You know when you suck petrol",
            "speaker": {
                "name": "SPEAKER_00"
            }
        },
        {
            "start_time": "194.5",
            "end_time": "201.32",
            "text": "out of a car like that? You could do like that. Oh no. I'd just say like not even a teaspoon. Mix,",
            "speaker": {
                "name": "SPEAKER_01"
            }
        },
        {
            "start_time": "201.38",
            "end_time": "207.66",
            "text": "mix, mix. Just a teaspoon if you want. Mix, mix, mix. Mix, mix. Mix, mix, mix. Mix, mix, mix. Mix, mix. You know there are some people in Britain today who don't even have their own pipette.",
            "speaker": {
                "name": "SPEAKER_00"
            }
        },
        {
            "start_time": "209.06",
            "end_time": "216.36",
            "text": "That's how hard it's got. I would say half a teaspoon of food colouring. Right Russell I'm going to say use your hands. Oh I'm using my hands. In fact we all say there's a few dregs here.",
            "speaker": {
                "name": "SPEAKER_01"
            }
        },
        {
            "start_time": "216.64",
            "end_time": "227.66",
            "text": "Let's get all the dregs. There's no wastage in a squishy soap. When does water go in? Never. Water never goes in except for when you're going to put it in. What did you just put on me?",
            "speaker": {
                "name": "SPEAKER_00"
            }
        },
        {
            "start_time": "228.48",
            "end_time": "233.7",
            "text": "As you know I'm a very hygienic man. Now give it a really good mix around.",
            "speaker": {
                "name": "SPEAKER_01"
            }
        },
        {
            "start_time": "233.7",
            "end_time": "236.38",
            "text": "Should it be that everything in this bowl is part of the",
            "speaker": {
                "name": "SPEAKER_00"
            }
        },
        {
            "start_time": "237.28",
            "end_time": "241.62",
            "text": "central mass by the end of this? Yes that's right. It should all be a central mass. You're going to",
            "speaker": {
                "name": "SPEAKER_01"
            }
        },
        {
            "start_time": "241.62",
            "end_time": "249.4",
            "text": "have to really mix it together. Do you really think I need to put more energy into it? I do. Why don't you take over for a bit so that it looks better by the end product. Look at that.",
            "speaker": {
                "name": "SPEAKER_00"
            }
        },
        {
            "start_time": "249.48",
            "end_time": "261.53",
            "text": "Look at the professionalism. Now what I'm guessing here is because I think we may have added the pipette has thrown us a bit. Why? It's not given us enough. It's not possibly not given us enough",
            "speaker": {
                "name": "SPEAKER_01"
            }
        },
        {
            "start_time": "261.53",
            "end_time": "282.01",
            "text": "but what we're going to have is a very marbled effect. No one wants a marbled squishy soap. That sounds awful. No we just need to give it a bit more. This looks like a lamb's heart. No. It's like a springtime exercise. It's like awful. Oh you can't recommend this. This is for World Health Day. Okay no. This is to help frontline heroes who are giving their life.",
            "speaker": {
                "name": "SPEAKER_00"
            }
        },
        {
            "start_time": "282.07",
            "end_time": "300.53",
            "text": "I'm going to suggest we're getting it out. We're putting it on the table. Is this, this is a work table. Are we okay with it going on the work table? No this is, I can do my podcast from here under the screen. I want this kept neat and immaculate. So it is right. Now really squish it together. I'm going to get it to a point. I might even stand up at this point. Go on do what",
            "speaker": {
                "name": "SPEAKER_01"
            }
        },
        {
            "start_time": "300.53",
            "end_time": "334.43",
            "text": "you want. Express yourself. Because what we're going to do is we're trying to. While you're kneading Matt I'll talk about some of the complexities that are facing us during the coronavirus. You just do that for god's sake woman. If you don't mind just crack on with it. Well you know it makes me think we need to radically reorganise society. I mean like you know inequality, suffering, poverty. Although you know for people that are not directly medically affected or financially affected it's a time for a reflection and going in and let's face it craft. But it does expose again the inequality at the heart of our city. Have you finished that? It's",
            "speaker": {
                "name": "SPEAKER_00"
            }
        },
        {
            "start_time": "334.43",
            "end_time": "349.97",
            "text": "just killing time. I don't care about any of that. All right okay well look this is what we've got. Keep going. Do a little bit more Russell because you've got the, you've got big hot hands. There you go. That's the sort of thing that keeps our marriage together. Now look it's starting to really. Look at the colour. It's mixing. Right. So we started off.",
            "speaker": {
                "name": "SPEAKER_01"
            }
        },
        {
            "start_time": "350.09",
            "end_time": "365.67",
            "text": "It looked very marbly and like it wasn't going to work out. But actually yes it's we've got a delightful light pink soap here. Fantastic. So now and this could be used. Yeah. When we're trying to encourage our children to wash their hands. Wash their hands. Which we should be doing all the time.",
            "speaker": {
                "name": "SPEAKER_00"
            }
        },
        {
            "start_time": "365.67",
            "end_time": "396.61",
            "text": "They even if there's not a pandemic. Of course. But especially. But this does particularly encourage it. Now I had pre-prepared a bowl of warm water. So Russell I'm gonna break it in half because we can both have a go. There we go. And also. So if you're going to use it. I would say break little bits off to use and store the rest in an airtight container or jar with a lid. Then it'll last for ages. I don't have an airtight container on my body that I can use to store squishy soap in. Right go for it. Now. Now use it.",
            "speaker": {
                "name": "SPEAKER_01"
            }
        },
        {
            "start_time": "396.69",
            "end_time": "410.03",
            "text": "Rub it in. Like really wash your hands with it. Just as you would wash your hands in a conventional. I've just come back from the trip to Sainsbury's. The odd dystopian two meters apart experience. And I've got to wash my hands. Look at that.",
            "speaker": {
                "name": "SPEAKER_00"
            }
        },
        {
            "start_time": "410.71",
            "end_time": "412.39",
            "text": "Fantastic stuff. And then if you put it.",
            "speaker": {
                "name": "SPEAKER_01"
            }
        },
        {
            "start_time": "412.43",
            "end_time": "421.39",
            "text": "It would be waitrose. Not Sainsbury's. Could go to Tesco's. They're all the same. Was it matte and nail. It's all falling apart isn't it. This is fantastic. Yeah. Squishy soap. I'll hold this.",
            "speaker": {
                "name": "SPEAKER_00"
            }
        },
        {
            "start_time": "421.39",
            "end_time": "424.41",
            "text": "This works brilliantly that long. Wash all the colour off your hands.",
            "speaker": {
                "name": "SPEAKER_01"
            }
        },
        {
            "start_time": "424.47",
            "end_time": "427.97",
            "text": "What do you say to your detractors that say that this leaves a hideous stain.",
            "speaker": {
                "name": "SPEAKER_00"
            }
        },
        {
            "start_time": "428.21",
            "end_time": "442.37",
            "text": "That doesn't. Get into the nail. Get into the nail. And then I'm already waiting with a towel. This is how you treat your toddlers. This is what I expect of the parents who are doing this with kids. There you are. So there we go. Squishy soap.",
            "speaker": {
                "name": "SPEAKER_01"
            }
        },
        {
            "start_time": "443.21",
            "end_time": "472.69",
            "text": "Now hold on. There's some administrative obligations that I have. Thank you very much for watching. Thanks to frontline workers and medical teams serving for us all. It actually says fighting there but I'm not going to go with that militaristic metaphorical language. I'm going to say serving for us all. If you want to donate that would be great. Just go to Hope From Home Tiltify.com. Have you ever heard of Tiltify.com before. Thanks very much for this opportunity for us. Thank you. To do this. Thank you. To do some crafts. Yeah and genuinely well done everyone that is working on the frontline.",
            "speaker": {
                "name": "SPEAKER_00"
            }
        },
        {
            "start_time": "472.69",
            "end_time": "474.05",
            "text": "Thanks so much. Thank you everybody.",
            "speaker": {
                "name": "SPEAKER_01"
            }
        },
        {
            "start_time": "474.27",
            "end_time": "475.01",
            "text": "All right. Cheers.",
            "speaker": {
                "name": "SPEAKER_00"
            }
        },
        {
            "start_time": "475.71",
            "end_time": "476.13",
            "text": "Jesus!",
            "speaker": {
                "name": "SPEAKER_01"
            }
        }
    ]
}