{
    "yt_video_id": "Vc0nxx6WT1g",
    "transcripts": [
        {
            "start_time": "",
            "end_time": "",
            "text": "I'm just going to ask you a question. Sorry if it sounds a bit cliche, but it's just I'm aware of my American audience who will want to know what is the difference, you know, what is the difference between the Navy SEALs and, say, the SAS and the SAS?",
            "speaker": {
                "name": "SPEAKER_01"
            }
        },
        {
            "start_time": "38.27",
            "end_time": "260.85",
            "text": "Well, there's a number of differences. One would be, so I'll describe what we are and then I'll describe what I think Navy SEALs are to make that distinction. But certainly for the SAS, we traditionally recruit from RAF, Army, Navy, Territorials, and they'll all come in. And then there's plenty of troops and that's it. And we have our own boat. We have our own boat troops and boat troops, one quarter of our squadrons that do that. And they'll do traditional Navy SEAL type operations generally. What happens normally for the SBS, the Special Boat Service, is that they are primarily recruited from Marines and that Marines will then join the SBS and the SBS will then do their boat course, whichever boat troop guys go and do with them. Now, that is... Now, SBS boat course and sort of parts of the Marine course will be similar to what the Navy SEALs go through when they do their training. And the Navy SEALs, and my understanding is that SEAL Team 6 are the sort of main counter-terrorist unit within the Navy SEALs, they'll go through quite a rigorous sort of Marine-based selection process, which will have different modules attached to it. But then Navy SEALs, and this is where some people... But then Navy SEALs, and this is where some people get mixed up, Navy SEALs are probably, because particularly SEAL Team 6, are predominantly the main sort of door kickers, counter-terrorism unit within the U.S. People think it's Delta Force. Delta Force are completely separate. And Delta Force were modeled on the SES. So there was a major, I'm trying to remember his name. He came across and he saw selection. He saw how the SES were sort of structured and what they were meant for. And he went back and he designed almost a sort of replica in terms of a six-month selection process, what they were looking for. And that made Delta Force, who are traditionally from all sorts, Green Berets, Rangers, and all that sort of stuff. And they have a counter-terrorism element to them as well. But they operate slightly differently in how they... Go about doing their business. And the only reason I say that is because I was fortunate enough to do an exchange with both of them. So when we went out to the Middle East, I ended up in a team with SEAL Team 6 and one of the Delta Force teams as well. So, yeah, they're slightly different in how they are. People get mixed up between the SES and the SBS. The SBS are probably closer to... SEAL Team 6. The SES are a sort of hybrid of SEAL Team 6 and Delta Force. You know, just like their Rangers are like our paras. But to put it in perspective, the U.S. Marines have more soldiers than our Army, more ships than our Navy, and more aircraft than our RAF. And that's just their Marines. So they're a big unit. The U.S. So when the U.S. talk about special forces, you know, they've got over 100,000 special forces. You know, we have maybe 500, you know.",
            "speaker": {
                "name": "SPEAKER_00"
            }
        },
        {
            "start_time": "261.62",
            "end_time": "278.09",
            "text": "And, of course, another thing to remember is the SAS, our Army, and the SBS and the Navy SEALs are Navy. Just thought I'd clear that up for people who didn't know.",
            "speaker": {
                "name": "SPEAKER_01"
            }
        },
        {
            "start_time": "278.89",
            "end_time": "319.81",
            "text": "Yeah. And, yeah. And with the Special Air Service, although, you know, people might think that's RAF or it might be Navy. But we also have... There's quite a lot of Marines in the SES. So we have a lot of ex-Navy, just like we have a lot of RAF. There might be guys from RAF Reg and stuff in there. So the SES are a sort of hybrid of all the units within the British military, really, which is one of our strengths. You know, we wouldn't want to have... All paras, all Marines, you know, all Navy. We like the fact that we've got people from all different backgrounds and stuff.",
            "speaker": {
                "name": "SPEAKER_00"
            }
        },
        {
            "start_time": "321.74",
            "end_time": "340.8",
            "text": "Hello, friend. I'm Chris Froome. I'm a former Royal Marines commando. And I'm the only person I know that has ticked every item off my bucket list. Now, if you'd like to achieve all your goals, hit the subscribe button and I'll show you how to smash it out of the park.",
            "speaker": {
                "name": "SPEAKER_01"
            }
        }
    ]
}