{
    "yt_video_id": "QEidCVusDkY",
    "transcripts": [
        {
            "start_time": "",
            "end_time": "",
            "text": "Now I'm not trying to be mean, please no bully, but why do they always look the same? You know what I'm talking about, the staunch Remainer and Jeremy Corbyn fan that threw a milkshake on Nigel Farage. This is a banana and salted caramel. The resemblance is uncanny, the left-wing activist who said that milkshakes weren't enough and that Farage should be acid attacked. Can I just ask what you're against? There's much. No, you can't. Piss off. The vape store employee who had a hissy fit over a Trump supporter. Get out!",
            "speaker": {
                "name": "SPEAKER_01"
            }
        },
        {
            "start_time": "37.02",
            "end_time": "38.18",
            "text": "Help your customer!",
            "speaker": {
                "name": "SPEAKER_00"
            }
        },
        {
            "start_time": "38.48",
            "end_time": "39.0",
            "text": "Fuck That screaming woman at Trump's inauguration. The unhinged New York professor who urged violence against Trump supporters. The woman who harassed a Hispanic Trump supporter in a post office for wearing a MAGA hat.",
            "speaker": {
                "name": "SPEAKER_01"
            }
        },
        {
            "start_time": "56.98",
            "end_time": "60.94",
            "text": "People on the street, because I'm wearing a- Look at you!",
            "speaker": {
                "name": "SPEAKER_00"
            }
        },
        {
            "start_time": "61.28",
            "end_time": "62.62",
            "text": "Abortion activists.",
            "speaker": {
                "name": "SPEAKER_01"
            }
        },
        {
            "start_time": "62.96",
            "end_time": "77.1",
            "text": "I fucking love Sadie, so fuck you. She's a white fucking prince with racist fucking male that doesn't stand for women's rights. Get the fuck out of here with this dipshit and get that camera out of my face. This person.",
            "speaker": {
                "name": "SPEAKER_00"
            }
        },
        {
            "start_time": "77.52",
            "end_time": "79.84",
            "text": "My favorite amateur historian. This woman.",
            "speaker": {
                "name": "SPEAKER_01"
            }
        },
        {
            "start_time": "80.04",
            "end_time": "82.1",
            "text": "The rebel is a racist source of news.",
            "speaker": {
                "name": "SPEAKER_00"
            }
        },
        {
            "start_time": "82.28",
            "end_time": "91.98",
            "text": "The Seattle coffee goblin. I can't even talk, look at you. Hey, this is what- See that? Every man over the age of 20 who bought a- Bought a Nintendo Switch. They've all got that... Look. It's a look that transcends genders and even age groups. It's just so... Distinct.",
            "speaker": {
                "name": "SPEAKER_01"
            }
        },
        {
            "start_time": "108.46",
            "end_time": "129.01",
            "text": "I don't want to Yeah. Is this here? Yeah. Damn. Don't do that. Please. Please. You're a fucking terrible person! Please. You're a terrible person! A thrown milkshake is an act of protest. You want violence? We can get violent. We can throw bricks at these Nazi fucks. Or grenades. Like we did in the 40s.",
            "speaker": {
                "name": "SPEAKER_00"
            }
        },
        {
            "start_time": "129.21",
            "end_time": "228.95",
            "text": "Yeah, I'm sure you'll be storming the beaches, love. Is it just that weirdos on any political fringe are generally speaking scruffy losers who have no regard for their physical health or their appearance? Or is there something more specific about lefties that gives them that passive-aggressive, open-mouthed, smiley-yet-terrified, beta-new-male presence? Overweight, bad-dressers, balding, short-sighted, sometimes ginger, always angry. Always conducting themselves with this vehement, over-the-top, moral high-ground attitude. Despite having no morals. Maybe they're trying to look like hipsters. This would actually make sense because as studies have shown, that's literally the most conformist, non-unique persona you could possibly inhabit. But because, at least in the case of the men, they've got such low energy, as a result of deficient testosterone levels, combined with an inherent revulsion to any kind of personal responsibility, it's like their NPC hipster coding has failed. And they've had to settle for some kind of neckbeard, mongrel-like halfway house. Also, I don't want to revive a dead meme, but the soy thing just keeps coming up. So this Antifa supporter, who owns a brewery in the UK, tweeted that he'd like to see his customers, smash bricks over people's heads for having a different opinion. In the process, completely ruining his business's reputation. After openly inciting violence, the idiot then whined about getting a mean email. Boo hoo! So I looked through his Twitter history, and found this. He's tweeting at Alpro, demanding to know why his soy milk tastes of vanilla. Their milkshake really does bring all the soys to the yard.",
            "speaker": {
                "name": "SPEAKER_01"
            }
        },
        {
            "start_time": "229.15",
            "end_time": "239.67",
            "text": "Alpro, why does your soy milk taste of vanilla? Is it flavoured? I have to say, it's not really conducive to making cauliflower teas. Be gone from me, you soy boy beta cock. BE GONE!",
            "speaker": {
                "name": "SPEAKER_00"
            }
        },
        {
            "start_time": "239.87",
            "end_time": "352.61",
            "text": "Why always the soy? Why are there so many children of the corn? I did a whole video on this. Far left opinions always seem to correlate with soy consumption. Working down the street, spot the Soylent truck, now I'm drinking a sweet chai breakfast. Soy consumption, soy face. Soy consumption, soy face. Soy consumption, soy face. I mean, there are other alternatives. There are alternatives to cow's milk, almond milk, oat milk, coconut milk. Why do they always choose soy? It's like it's some kind of signalling device to other soy boys. Why always soy? Soy I mean, when there's tweet after tweet of these weaklings complaining about not being strong enough to open a plastic bottle of Soylent, when does the meme become reality? Stop being a soy boy! And I'm not saying that every man has to cope. I'm not saying that every man has to conform to some idealised muscle-bound hyper-masculine stereotype. But when mainstream culture rushes to the defence of new males who weep over shitty Star Wars trailers, something's gone drastically wrong. There's also science to back up the claim that men with low testosterone tend to smile more. That's why they're always doing this. According to the Journal of Non-Verbal Behaviour, in a study of possible links between testosterone and dominance, 119 men and 114 women provided saliva samples for testosterone assay and posed smiling and not smiling for portrait photographs. Expert judges viewing the photographs found smaller smiles amongst high than low testosterone men, with less zygomatic major, raising the corners of the mouth, and orbicularis oculi, raising the cheeks and crinkling around the corners of the eyes, muscle activity. It's the contorted glory hole grimace of fear. The chimp-like gesture of asexual submission to more dominant males. Increased plastic phthalates in food are also making men tired, flabby and impotent. And by extension, left-wing. It's a conspiracy, man. There's a clear correlation between being ugly and being left-wing. I mean, even The Guardian admitted to this. A study published in the Journal of Public Economics found that more attractive individuals are more likely to identify as conservative. Previous research found that those who are good-looking are generally treated better, achieve higher social status, and earn more money. Maybe it all does just come down to the fact that left-wing beliefs are predicated on a lack of personal responsibility and a lack of self-discipline. That's why there's hardly ever any left-wing gym bros. Maybe it is just the revenge of the losers who were bullied by the more popular kids at school. The problem is, culture and society is giving them power to run our lives. And nothing could be more dangerous than that. Because these people never grew up. They're still children. And they think they can recreate the coddled utopia of childhood so long as they throw enough temper tantrums. Unfortunately for us, it seems the revolution will be pasteurized. We've given whiny, privileged, passive-aggressive, emotionally incontinent wrecks, who think that everything should take second place to their relentless fragility, the power to silence, censor, dehumanize, and violate, and violently attack perceived thought criminals with little consequence, and with open endorsement from cultural institutions and the media. The cult of inclusivity is a race to the bottom for humanity. We all end up having to cater to the sensibilities of self-victimized man-babies. If you want a vision of the future, imagine a soy milkshake-carrying shrieking blob stamping on the Enlightenment principles of Western civilization while making this face forever. It's absolutely crucial for us to stay in touch that you subscribe to my free newsletter right now at summit.news forward slash newsletter link in description.",
            "speaker": {
                "name": "SPEAKER_01"
            }
        }
    ]
}