{
    "yt_video_id": "21ZfGPp-Ves",
    "transcripts": [
        {
            "start_time": "",
            "end_time": "",
            "text": "Hey everyone, it's Z from transvoicelessons.com, and in this video I want to demonstrate the differences between resonance and pitch. One of the most difficult aspects of altering the voice is learning to separate your resonance from your pitch. When you finally manage to detangle these two crucial elements, a vast world of sound will be rewarded to you. Alright, the way I like to think about this is with a simple x and y graph, okay? So on this graph, the y-axis represents pitch from high to low, and the x-axis will represent resonance from dark to bright, okay? So sit back, get comfortable, and I'm going to show your ear the difference between resonance and pitch once and for all. Wherever I drag the indicator, that's the sound I'll do my best to make. Alright, yeah, so I'm going to start kind of in the middle of the female average here, and I'm just going to slowly start to bring the pitch down a little bit. So now I'm in the kind of bottom part of the female average here, and then I'm actually just going to go, I'm actually just going to go all the way up into the very extreme corner of the female voice. Now I'm actually brighter and higher than a lot of female voices, and what I'm going to do now is I'm just going to take this, I'm going to keep the resonance the exact same, and I'm just going to slowly start to bring the pitch down over time, but I'm going to keep the resonance the exact same, okay? And now I'm all the way down here with like a lower pitch, but I have really, really bright resonance, okay? And then I'm just going to slowly start to bring the pitch back up on that, okay? And now I'm back up here in the very, very brightest of the possible sounds that exist,",
            "speaker": {
                "name": "SPEAKER_00"
            }
        },
        {
            "start_time": "96.48",
            "end_time": "105.34",
            "text": "and I'm going to keep my pitch the exact same, but now I'm just going to slowly start to darken my voice, okay? But I'm still here pretty high in pitch, but I'm just quite dark with my voice,",
            "speaker": {
                "name": "SPEAKER_01"
            }
        },
        {
            "start_time": "105.42",
            "end_time": "109.62",
            "text": "okay? And now I'm just going to go ahead and start to brighten it back up until I end up back up",
            "speaker": {
                "name": "SPEAKER_00"
            }
        },
        {
            "start_time": "109.62",
            "end_time": "121.38",
            "text": "here, okay? And then I'm just going to slowly start to darken the resonance again, and now I'm just going to slowly start to bring the pitch down while I'm also keeping it nice and dark and everything like that, and then I end up with something like here, okay? And now I'm just",
            "speaker": {
                "name": "SPEAKER_01"
            }
        },
        {
            "start_time": "121.38",
            "end_time": "164.26",
            "text": "going to just slowly start to bring this into the very middle of the androgyny zone. For me, this is kind of what I interpret my own voice as androgynous with, and now I'm just going to slowly start to bring it back up into a linear area and feminine, and now I am bright and feminine, slightly higher and brighter than the female average, okay? And now what I'm going to do is I'm just going to start to lower the pitch a bit, right? And I'm going to end up with like a kind of like richer but like brighter like female voice, right? Okay, so now I'm going to start right in the middle of the female average, and then I'm going to try and do a linear tone, and then I'm going to start to transform to male and back, okay? So this means I'll move across both axes equally, so here I am, and then I'm just going to slowly start to make the voice bigger until I'm here, and then I'm slowly just going to start to undo the exact same until I'm like back up here,",
            "speaker": {
                "name": "SPEAKER_00"
            }
        },
        {
            "start_time": "164.34",
            "end_time": "185.92",
            "text": "okay? And now I'm going to go from like a really bright feminine sound all the way to like a really really dark and heavy sound. Something to take note of is that if I keep my voice very dark, but I just start to go up in pitch like this, I actually don't really pass, which is a wonderful example of why pitch is important. Not the element that gets you gendered. In fact, now what I'm going to do is show how if I'm very",
            "speaker": {
                "name": "SPEAKER_01"
            }
        },
        {
            "start_time": "185.92",
            "end_time": "205.46",
            "text": "very high pitched but very dark, and then I just go across the chair all the way on the other end if I'm very very low, but I'm very very bright, I'll still sound female. So what we can obtain from this is that what matters a lot more is the resonance, okay? And you can see the way that the colors are orientated on this where the purple androgynous zone is. It's not equal. Resonance",
            "speaker": {
                "name": "SPEAKER_00"
            }
        },
        {
            "start_time": "205.46",
            "end_time": "210.56",
            "text": "strongly controls the perception of the voice. And the ability to change your resonance mid-speech",
            "speaker": {
                "name": "SPEAKER_01"
            }
        },
        {
            "start_time": "210.56",
            "end_time": "214.92",
            "text": "without actually changing your pitch is an incredibly useful tool. A lot more useful than",
            "speaker": {
                "name": "SPEAKER_00"
            }
        },
        {
            "start_time": "214.92",
            "end_time": "217.14",
            "text": "learning to change your pitch without changing your resonance.",
            "speaker": {
                "name": "SPEAKER_01"
            }
        },
        {
            "start_time": "218.18",
            "end_time": "233.82",
            "text": "Um, yeah, and now I'm actually, now I'm actually going to speak in like an actual like true, kind of true androgynous zone like right here, right? And then I'm just going to slowly start to bring the pitch up a little bit right there, okay? And then now we start to get in something that sounds a bit female, and now I'm going to go back to the actual true androgyny sound right",
            "speaker": {
                "name": "SPEAKER_00"
            }
        },
        {
            "start_time": "233.82",
            "end_time": "238.22",
            "text": "here, right? And then I'm just going to sort of start to bring the pitch down, and then I'll bring the resonance. Resonance down here, which will kind of be in this section here, and then I'm just going to",
            "speaker": {
                "name": "SPEAKER_01"
            }
        },
        {
            "start_time": "244.12",
            "end_time": "298.76",
            "text": "start to do a completely linear transformation up into the slightly higher female average over here, okay? Um, and then like I'm just going to sort of start to bend the resonance a little bit darker until I'm over here, and then I'm going to go ahead and make it brighter again over here. Um, and um, yeah, heat from fire. Like, now I'm like all the way up here in this like super, super, super bright area, right? And then I'm just going to slowly start to bring it across the chart until I'm back to here. And now I'm actually like back into the true androgyny sound. So like a true androgynous area, which is sort of a neutral pitch zone with like not dark, but actually I'm more like right here, which is kind of bright. Um, okay, so here I am like a little bit higher than the female average. Um, yeah, now I'm like definitely like in the female average, okay? Um, and then I'm just going to kind of darken this up even more, but I'm going to try and stay female, right? Um, and then I'm going to kind of keep going with that, and then I'll end up in kind of like a true androgyny zone where I'm not like that dark or that high. Um, and then I'm going to slowly start to go a little",
            "speaker": {
                "name": "SPEAKER_00"
            }
        },
        {
            "start_time": "298.76",
            "end_time": "309.08",
            "text": "bit, a little bit darker with it. All right, and then I'm going to just keep broadening up and also moving the pitch down a little bit until I'm like all the way down here, okay? So this is like a very heavy section here,",
            "speaker": {
                "name": "SPEAKER_01"
            }
        },
        {
            "start_time": "309.14",
            "end_time": "351.32",
            "text": "and I'm right here, and then I'm just going to slowly start to bring the pitch and the resonance up on this one until I'm back into like a sort of lower, sort of lower female average area right here, right? Now, if you're looking for those kind of, if you're looking, if you're looking for those kind of, all right, so, um, now if you're looking, so if I start in the middle of the female average, if you're looking for those sort of dark, rich female voices, what you're going to do is you're going to start in the middle of the female average, you're going to, ah, you're just going to bring the pitch down right until you're sort of on the outer boundaries of where you would typically see like voices. This is sort of a more like kind of butch female kind of sound, right? My pitch is pretty low, but I'm still bright. The lower I go in order to stay female, I'll need to get brighter and brighter and brighter until like here I'm at the very lowest pitch I can produce, but I'm like as bright as I can",
            "speaker": {
                "name": "SPEAKER_00"
            }
        },
        {
            "start_time": "351.32",
            "end_time": "364.7",
            "text": "possibly be, right? Now, this section over here is very interesting. This is like a really, really high pitch voice, but it's quite, so this is like a really interesting, interesting section. It's like a high pitch voice, um, but it's very dark, right?",
            "speaker": {
                "name": "SPEAKER_01"
            }
        },
        {
            "start_time": "364.8",
            "end_time": "385.94",
            "text": "And I'm actually going to go even darker, and then I'm just going to slowly start to write in the resonance until I'm actually, um, yeah, actually, um, maybe like a little bit more feminine than the female average, right? And then I'm just going to slowly start to bring the pitch down over time until I'm back to here, right? All right, I want you to understand that there are essentially four or five primary sounds you need to get in your ear. You need to get the",
            "speaker": {
                "name": "SPEAKER_00"
            }
        },
        {
            "start_time": "385.94",
            "end_time": "389.94",
            "text": "female average in your ear. Um, you need to get like the male average in your ear.",
            "speaker": {
                "name": "SPEAKER_01"
            }
        },
        {
            "start_time": "391.7",
            "end_time": "483.42",
            "text": "You need to get the dark resonance, but a high pitch. And you need to get the bright resonance, but a low pitch in your ear. Those four sounds are so crucial, and you can troubleshoot a lot about your voice depending on how you compare it to those sounds. If you start to change your voice and you feel like you sound boyish or sort of boyish and kind of fake, well, that would probably mean you need your resonance to go brighter and your pitch is fine. If you sound too brassy and buzzy, that might indicate that your pitch needs to go up. Okay, so I hope you enjoyed that. Uh, the big takeaways from this, you should start viewing your voice as a two-dimensional thing. In reality, though, it's like like an eight-dimensional thing or maybe even more. I don't know. I'm still trying to figure out how many dimensions we could map it to, but you want to learn how to separate your resonance from your pitch, okay? They are entirely different elements, and I hope you can use these recordings to help you hear that and further develop that capability. If you have any questions whatsoever, please leave a comment below, and I'll see you in the next video. Bye! Comment below. Um, go ahead and check out my Patreon, too, if you have any interest in supporting my work, and thank you all so much for everything that you do for me, and I can't wait to keep making more videos for you. I love you all! Goodbye! Take care. Have a good day.",
            "speaker": {
                "name": "SPEAKER_00"
            }
        }
    ]
}