{
    "yt_video_id": "HqIblDLzY_0",
    "transcripts": [
        {
            "start_time": "",
            "end_time": "",
            "text": "Hey, everyone, the 88 F F F F F F F F F F F F F F F F F F F F F F F F F F F F F F F F F F F F F F F F F F F F F F F F ",
            "speaker": {
                "name": "Speaker 1"
            }
        },
        {
            "start_time": "00:00:26,200",
            "end_time": "00:00:34,140",
            "text": "F F. I don't know how you have the audacity to like come back on our campus and say that rape culture is a myth, because that's personally offensive to a lot of people.  I know actually.  And so, especially like the audacity to come here. ",
            "speaker": {
                "name": "Speaker 2"
            }
        },
        {
            "start_time": "00:00:38,840",
            "end_time": "00:00:42,820",
            "text": "And I didn't really speak the truth.  I have the audacity. ",
            "speaker": {
                "name": "Speaker 1"
            }
        },
        {
            "start_time": "00:00:45,020",
            "end_time": "00:00:45,500",
            "text": "You know what?  How about somebody rapes you?  And then you come and tell me that rape culture is a myth. ",
            "speaker": {
                "name": "Speaker 2"
            }
        },
        {
            "start_time": "00:00:50,000",
            "end_time": "00:00:59,220",
            "text": "So for me to be so idiotic as to not believe in rape culture, which we both agree is the idea that rape is perpetuated, encouraged, or tolerated in a society.  You would need to present some kind of data, anything.  I know you think empirical data is bullshit.  That's fine.  Some kind of evidence to support your premise that rape is tolerated or encouraged in the United States. ",
            "speaker": {
                "name": "Speaker 1"
            }
        },
        {
            "start_time": "00:01:11,620",
            "end_time": "00:01:14,480",
            "text": "Yeah, I mean, it is totally, I mean, have you seen like Brett Kavanaugh?  Are you familiar with that situation right now?  Like, you don't know who Brett Kavanaugh is.  This man doesn't know who Brett Kavanaugh is.  And he's going to sit here and tell me that rape culture is a myth.  And as they ask them these questions, they pull out his yearbook and they find terms like devil's trying, which if you don't know what that means, that's two males in a female and that's two males ganging up on a female.  It is, like, it refers to rape.  And so he's out here and that's who they're trying to appoint. ",
            "speaker": {
                "name": "Speaker 2"
            }
        },
        {
            "start_time": "00:01:47,080",
            "end_time": "00:01:49,000",
            "text": "And this man is Brett Kavanaugh? ",
            "speaker": {
                "name": "Speaker 1"
            }
        },
        {
            "start_time": "00:01:49,100",
            "end_time": "00:01:50,280",
            "text": "Brett Kavanaugh, sir.  At this point, I'm unsure of like what you know about the government, but that is the highest position that you can acquire. ",
            "speaker": {
                "name": "Speaker 2"
            }
        },
        {
            "start_time": "00:01:57,980",
            "end_time": "00:01:58,700",
            "text": "Supreme Court Justice.  It's high up there. ",
            "speaker": {
                "name": "Speaker 1"
            }
        },
        {
            "start_time": "00:01:59,140",
            "end_time": "00:02:00,580",
            "text": "It's high up there, right?  I appreciate it. ",
            "speaker": {
                "name": "Speaker 2"
            }
        },
        {
            "start_time": "00:02:01,620",
            "end_time": "00:02:01,720",
            "text": "Yeah.  So the fact that... So if I'm to answer the question on red cabin on in Dr.  Christine Ford or any of the other allegations coming forward from Michael Abinetti who represents actually the other way you accuse him of gang rape as well, that's separate again from the evidence.  It's about one in 1900 women in the United States according to the FBI.  It's about one in a thousand for college students, if you include all sexual assault according to the Department of Justice, Bureau of Justice, about one in 52 of all sex, that includes, you know, playing grab ass.  Do you work hubris mean anything to you? ",
            "speaker": {
                "name": "Speaker 1"
            }
        },
        {
            "start_time": "00:02:30,860",
            "end_time": "00:02:31,600",
            "text": "No, it doesn't. ",
            "speaker": {
                "name": "Speaker 2"
            }
        },
        {
            "start_time": "00:02:31,860",
            "end_time": "00:02:35,260",
            "text": "The fact that you really, did you really think that I didn't know who Brett Kavanaugh was? ",
            "speaker": {
                "name": "Speaker 1"
            }
        },
        {
            "start_time": "00:02:35,620",
            "end_time": "00:02:38,980",
            "text": "I really did it, honestly, at this point, like I'm unsure what you actually know.  Right. ",
            "speaker": {
                "name": "Speaker 2"
            }
        },
        {
            "start_time": "00:02:40,360",
            "end_time": "00:02:40,460",
            "text": "Yeah.  You've explained nothing.  You've presented no evidence or data.  The only thing, the only time you've addressed evidence or data is saying that it's bullshit to use your words and it doesn't matter.  The amount of rapes matter, the conviction rates matter.  What would you do with rapes matters?  And when you come out and you say we live in a rape culture and you compare Dr.  Christine Ford's allegations, let's say we have no idea whether they're true or not.  Zero evidence whatsoever from 35 years ago.  You can't learn investigation whether who, what, when, where, why.  we have none of it.  To then use that as a springboard to say that we live in a rape culture, I think it's intellectually disingenuous, and I think it does a great disservice to people who've actually been a victim of horrible crime. ",
            "speaker": {
                "name": "Speaker 1"
            }
        },
        {
            "start_time": "00:03:12,820",
            "end_time": "00:03:15,340",
            "text": "So then how can you sit here and tell me that... ",
            "speaker": {
                "name": "Speaker 2"
            }
        },
        {
            "start_time": "00:03:17,440",
            "end_time": "00:03:18,580",
            "text": "How can you sit here?  This is all, like, these statistics are all 100% correct.  No.  I know the hell.  let you back on this campus.  That's a public sidewalk.  Is there nobody invited you here?  Officers, if nobody invited him here, can we ask him to leave this campus?  Is this being handled?  Have you ever been raped?  No.  If Fred Kavanaugh did all of the things that he accused him of, for example, a triangle, gang rape.  gang rape if he raped people caucus head back and left.  I say that cast rate him and give him life but if it's not true I feel probably worse for him than any man I can think of in recent memory.  The only difference between the two is castrate the man versus empathy is the truth. ",
            "speaker": {
                "name": "Speaker 1"
            }
        },
        {
            "start_time": "00:04:11,760",
            "end_time": "00:04:15,640",
            "text": "So I'm adding him.  I'm adding to rape culture.  Whatever he does to do. ",
            "speaker": {
                "name": "Speaker 2"
            }
        },
        {
            "start_time": "00:04:26,820",
            "end_time": "00:04:28,860",
            "text": "You're not me. ",
            "speaker": {
                "name": "Speaker 0"
            }
        },
        {
            "start_time": "00:04:30,640",
            "end_time": "00:04:38,860",
            "text": "I don't know if I called you.  It's like somebody raped me.  You wouldn't beat man. ",
            "speaker": {
                "name": "Speaker 2"
            }
        },
        {
            "start_time": "00:04:41,380",
            "end_time": "00:04:43,240",
            "text": "But that's not what's exclusive of my words. ",
            "speaker": {
                "name": "Speaker 1"
            }
        },
        {
            "start_time": "00:04:43,320",
            "end_time": "00:04:44,100",
            "text": "I didn't say that.  trying to get some order here and you're not willing to have to be a part of this then you're free to leave. ",
            "speaker": {
                "name": "Speaker 0"
            }
        },
        {
            "start_time": "00:04:51,260",
            "end_time": "00:04:55,420",
            "text": "Rape culture exists and you're telling me one in a thousand.  I can tell you that's bullshit. ",
            "speaker": {
                "name": "Speaker 1"
            }
        },
        {
            "start_time": "00:04:58,600",
            "end_time": "00:05:00,760",
            "text": "Do you see 1900 people standing here?  I can guarantee you multiple people right here.  I've been raped and this is not 1900 people. ",
            "speaker": {
                "name": "Speaker 2"
            }
        },
        {
            "start_time": "00:05:09,320",
            "end_time": "00:05:12,140",
            "text": "And this man is saying, 1 in 1900? ",
            "speaker": {
                "name": "Speaker 1"
            }
        },
        {
            "start_time": "00:05:12,140",
            "end_time": "00:05:16,020",
            "text": "1 in the FBI, yeah.  1 in 1900 people have been raped.  I can guarantee that I'm not the only one standing here that's been raped.  And we are not 1900.  So thank you.  And thank you.  And I hope you get the hell off our campus. ",
            "speaker": {
                "name": "Speaker 2"
            }
        }
    ]
}