{
    "yt_video_id": "xhC-dQBRW0Q",
    "transcripts": [
        {
            "start_time": "",
            "end_time": "",
            "text": "without you liking it or not.  You're laughing but you're sitting up here.  you're gonna let your ego violate my rights.  I'm not having an ego whatsoever.  Yeah, that's for that property right there.  I believe for this property right here.  We're right here.  Yeah.  So it says that all of Pembroke past police officers are authorizing a person to leave these premises.  Yeah.  They're to leave at the verbal warning.  They think we're part couple.  I got a job.  I'm all right, brother.  How's it going?  No, thank you.  All right, we see your IDs.  Let me see your ID.  No, your ID with your address and all that.  What's your ID?  What do you want to see my ID for?  Is that against the law?  That's against the law?  What law is against?  Because I thought Florida, yeah, I thought Florida Penal Code 901.151 states, the only time our month is in ID to you is when I'm in a commission of a crime, I'm about to commit a crime, I have committed a crime.  That's Florida Penal Code 901.1.  I don't have to investigate.  No, you're not saying my ID.  Not until you can tell me what crime... What crime have I committed?  Right, so what crime have I committed?  None of your business.  None of your business.  You're not saying my ID.  You don't need to identify me, who are you?  What's your name?  Your best number?  What's your best number?  Thank you.  What's your name?  Your best number?  Okay.  And your name your badge number?  Your buddies call you D. D. My badge number?  Yeah.  9-2, sir.  9-2.  And your name your badge number?  Is there a legal reason you are my D?  My badge number is 564 Identified.  Thank you.  You would like to identify.  I'm going to identify.  No, you're going to violate my rights to do so.  How am I violating your rights?  But because Florida Penal Code 901.151 states that the only time I need to give you a my D is when I'm committing a crime, about to commit a crime, or in the process of committing a crime.  So what you need to do is give me reasonable, articulable suspicion that I'm breaking the law.  That's not the Supreme Court room, photography in itself is not a crime.  And this is a governmental facility and I have every right to come out and record you guys in the course of your duties.  So what crime am I breaking?  You said that five times.  You don't need to know who are you?  The Supreme Court is over you buddy.  You don't Trump the Supreme Court.  We can film this without you liking it or not.  You're laughing but you're sitting up here.  You're gonna let your ego violate my rights.  You're gonna let your ego violate my rights.  You're telling me you better not be disrespectful to me.  You're a public servant.  You better not give me a hard time.  You're a public servant.  And you're gonna respect me as the public.  I don't have to respect you, but I haven't disrespected you.  No, I'm asking to get your identity.  And I'm telling you, and you're asking me, and I'm respectfully declining, no.  You're not getting my ID because I don't have to, because you haven't sold me yours.  What's your purpose here?  Yeah.  What do you kind of figure out?  Why is that?  you guys are filming our police station?  It's not your police station.  It's our police station.  This is our police station.  It's not your police station.  You work here.  I allow you to work here.  You allow me to work.  Yes, by paying my taxes, giving you employment.  If they make to get a response like this from people who think they can just come up, let me explain here.  That's no question.  How you gonna let me tell you?  To get a response from a law enforcer to job is to enforce law, not come out and demand ID from law abiding citizens.  No, I don't know because it's free.  of course that you can.  you can deem a lawful activity every day.  Somebody's out here filming our back and station.  two guys probably just film in the back, but that don't make that don't make it suspicious.  It's alarming us.  So who's definition?  Okay, well, let me ask you a question.  Let me ask you a question.  It's a spissing or felony or misdemeanor.  So it's not a crime, so it's not a law, so you don't have anything to enforce.  Okay, but is that against the law?  Okay then, thank you.  What is your name of your badge number?  Your name of your badge number?  Thank you.  What is your name of your badge number Sergeant?  What is your name of your badge number Sergeant?  Can I speak with him?  Make sure you don't talk to me then.  I'm not getting his name in the bathroom, but like he's not a public servant.  Make sure you don't talk to me then.  Well, so he's a Sergeant as well.  And that's how he behaves.  Is your body cam running?  That's not sorry.  Is your body cam on?  There was no crime committed and he came out and you don't have a body cam to identify.  But why?  Okay, but give me Florida pinnacle nine and one dot 151.  Give me that pinnacle.  Hey, man.  Hey, man, why you walking up behind me like that, man?  That's not cool, man.  Don't walk up.  You got a gun, man.  Don't walk up behind me like that.  I know you're cool, but I'm just saying don't walk up behind me like that.  No, you're making a scene.  We didn't approach anybody.  One, two, three, four, five, six, seven, eight police officers, but we're making a scene.  You guys are filming on $300 phones.  If you want to film professionally and you want to get a good $300 phone.  This is Galaxy S7, buddy.  This phone is $900.  So what?  What is your purpose?  I told you already.  I told you already.  I wanted to come out and exercise a free right Freedom.  I wanted to come out exercise freedom and see how this guy's gonna respond to me.  and that's exactly what happened.  Come talk to me.  Will you know, I want to talk to you.  You didn't want to identify yourself.  I don't want to talk anything You can say to me.  you can say in front of my my friend here Because until you guys tell me what law I'm breaking, you have no authority over me.  First of all, we have these 40 graduates by the law.  We never said you were breaking the law.  Right.  And again, I'm going to say, until I break the law, you have no authority over me.  And he was a sergeant.  Me, a sergeant.  But after we told you that I didn't want to be, you told me I was going to give it to you.  You told me I was going to give it to you.  No, really.  We just want to record and be left alone.  Thank you.  Thank you.  I really wish you guys would have never approached us.  Either just say hello, how you doing?  Because this is the image that the rest of the world is going to see of the Pembroke Pines Police Department.  Okay.  All right.  Came here to do a job that was never done.  So we can record, right?  I know that.  I don't want to say, yeah, I just want to say, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, They tried us.  They really tried us.  It didn't work out that way.  The Pembroke Pies Police Department folks, Pembroke, Florida, I don't think they need to go to the front.  I kind of want to go to the front.  Hold on, what does that say?  It says, what is the bottom line right there?  What's the bottom line?  Beyond this point.  We were live?  Oh, we were live.  God, that was awesome.  Oh, there was four sergeants out there and they all, they all allow that type of behavior.  Eight officers and all and say that we're creating a scene.  So you were right, that lady in that crime scene man, switched on us.  She was not going, she was not turning in there at all.  Look, it's still circling.  It's still circling, look.  Big Nick South Florida accountability with my brother, who is now South Carolina.  Ben Brooke, we're here!  Oh man.  Damn! ",
            "speaker": {
                "name": "Speaker 0"
            }
        }
    ]
}