{
    "yt_video_id": "FChlMRFEZWQ",
    "transcripts": [
        {
            "start_time": "",
            "end_time": "",
            "text": "Little bit of weed. ",
            "speaker": {
                "name": "Speaker 0"
            }
        },
        {
            "start_time": "00:00:06,600",
            "end_time": "00:00:14,580",
            "text": "Body camera footage obtained by the intercept shows a statin island police officer apparently planting marijuana in a car during a traffic stop.  The incident comes just a few weeks after a similar one, originally reported by the New York Times, in which the same cop was again caught by his body camera in the apparent act of planting marijuana in a car. ",
            "speaker": {
                "name": "Speaker 1"
            }
        },
        {
            "start_time": "00:00:29,200",
            "end_time": "00:00:31,100",
            "text": "All right, this was in the back seat on the floor.  So my one cigarette. ",
            "speaker": {
                "name": "Speaker 0"
            }
        },
        {
            "start_time": "00:00:34,760",
            "end_time": "00:00:40,360",
            "text": "In the more recent incident, two officers pulled over passenger Jason Serrano and a friend for a broken pale light.  As the officers approached the car and the driver rolled down the window, the officers claimed the car smelled like weed and ordered both people out of the car. ",
            "speaker": {
                "name": "Speaker 1"
            }
        },
        {
            "start_time": "00:00:49,220",
            "end_time": "00:00:50,960",
            "text": "The car smells like marijuana, so we're going to check it.  All right.  There's not in the car, you'll be good to go.  All right. ",
            "speaker": {
                "name": "Speaker 0"
            }
        },
        {
            "start_time": "00:00:55,600",
            "end_time": "00:00:58,640",
            "text": "Serano was recovering from abdominal surgery after being stabbed.  He lifts his shirt to reveal he's won to one of the officers. ",
            "speaker": {
                "name": "Speaker 1"
            }
        },
        {
            "start_time": "00:01:02,680",
            "end_time": "00:01:05,680",
            "text": "I don't want to see that. ",
            "speaker": {
                "name": "Speaker 0"
            }
        },
        {
            "start_time": "00:01:06,820",
            "end_time": "00:01:10,900",
            "text": "Once out of the car, the officers demand to search Serano's jacket and he refuses. ",
            "speaker": {
                "name": "Speaker 1"
            }
        },
        {
            "start_time": "00:01:10,940",
            "end_time": "00:01:12,360",
            "text": "Is there anything in my jacket?  There's nothing in my jacket.  I'm not giving you an additional reason. ",
            "speaker": {
                "name": "Speaker 0"
            }
        },
        {
            "start_time": "00:01:15,320",
            "end_time": "00:01:18,440",
            "text": "As Serano grows agitated, the officers become more aggressive. ",
            "speaker": {
                "name": "Speaker 1"
            }
        },
        {
            "start_time": "00:01:18,600",
            "end_time": "00:01:19,000",
            "text": "Good morning.  Relax.  Relax.  Relax.  Relax.  Relax.  Relax.  Relax.  Be grab-in.  Push him to the ground and handcuff him. ",
            "speaker": {
                "name": "Speaker 0"
            }
        },
        {
            "start_time": "00:01:21,220",
            "end_time": "00:01:21,440",
            "text": "Take them.  Take them.  Take them.  Take them.  Take them.  Take them.  Take them.  Take them.  Take them.  Take them.  Take them.  Take them.  Take them.  Take them.  Take them.  Take them.  Take them.  Take them.  Take them.  Take them.  Take them. ",
            "speaker": {
                "name": "Speaker 1"
            }
        },
        {
            "start_time": "00:01:26,600",
            "end_time": "00:01:26,900",
            "text": "Take them.  Take them.  Take them.  Take them.  Take them.  Take them.  Take them. ",
            "speaker": {
                "name": "Speaker 0"
            }
        },
        {
            "start_time": "00:01:28,200",
            "end_time": "00:01:28,380",
            "text": "Take them.  Take them.  Take them.  Take them.  Take them. ",
            "speaker": {
                "name": "Speaker 1"
            }
        },
        {
            "start_time": "00:01:29,420",
            "end_time": "00:01:29,740",
            "text": "Take them.  Take them.  Take them.  Take them.  Take them.  Take them.  Take them.  Take them. ",
            "speaker": {
                "name": "Speaker 0"
            }
        },
        {
            "start_time": "00:01:32,480",
            "end_time": "00:01:32,660",
            "text": "Take them.  Take them.  Take them.  Take them.  Take them.  Take them.  Take them.  Take them.  Take them.  Take them.  Take them.  Take them.  Take them.  Take them.  Take them.  Take them.  Take them.  Take them.  Take them.  Take them.  Take them.  Take them.  Take them.  The two officers, Kyle Erickson and Elmer Pastront, begin searching the car and Serrano's jacket.  Officer Erickson tells Pastront that they need to find evidence.  Officer Erickson begins searching the car.  He searches the passenger side area first.  When he finds nothing, he can be heard murmur in an exploitative.  Erickson returns to Pastran to ask.  He returns to the passenger side and searches through the Ronald jacket, the cup holder and the central console.  As a continuous search in the rest of the car, the driver of coaches.  Erickson looks back up a strong, visibly agitated. ",
            "speaker": {
                "name": "Speaker 1"
            }
        },
        {
            "start_time": "00:02:36,060",
            "end_time": "00:02:36,440",
            "text": "Sinon.  Sorry.  You know, I mean?  Yeah. ",
            "speaker": {
                "name": "Speaker 0"
            }
        },
        {
            "start_time": "00:02:41,080",
            "end_time": "00:02:45,480",
            "text": "After several minutes searching the car, Erickson again admits that he hasn't found anything. ",
            "speaker": {
                "name": "Speaker 1"
            }
        },
        {
            "start_time": "00:02:47,340",
            "end_time": "00:02:51,880",
            "text": "I'll see it. ",
            "speaker": {
                "name": "Speaker 0"
            }
        },
        {
            "start_time": "00:02:51,900",
            "end_time": "00:02:56,640",
            "text": "15 seconds later, Erickson returns to the front seat cup holder and sets something down. ",
            "speaker": {
                "name": "Speaker 1"
            }
        },
        {
            "start_time": "00:03:06,780",
            "end_time": "00:03:13,260",
            "text": "Overwish.  Overwish. ",
            "speaker": {
                "name": "Speaker 0"
            }
        },
        {
            "start_time": "00:03:14,760",
            "end_time": "00:03:18,460",
            "text": "Ericsson continues searching through the center console, where he's already looked.  A minute or so later, he again sounds agitated.  Erickson shakes his head as he continues fiddling through Serrano's jacket, just out of the camera's view.  A couple minutes later, the two officers say they found wheat flakes in Serrano's jacket. ",
            "speaker": {
                "name": "Speaker 1"
            }
        },
        {
            "start_time": "00:03:43,940",
            "end_time": "00:03:44,820",
            "text": "Yeah, now he had wheat.  You could see his wheat here. ",
            "speaker": {
                "name": "Speaker 0"
            }
        },
        {
            "start_time": "00:03:47,880",
            "end_time": "00:03:50,140",
            "text": "At the end of the search, Erickson turns to pass on. ",
            "speaker": {
                "name": "Speaker 1"
            }
        },
        {
            "start_time": "00:03:50,720",
            "end_time": "00:03:50,980",
            "text": "You good? ",
            "speaker": {
                "name": "Speaker 0"
            }
        },
        {
            "start_time": "00:03:51,760",
            "end_time": "00:03:51,920",
            "text": "Good?  The officers then fist bump each other.  The few words exchange between the two officers during the search are almost identical to those they exchange during the search just a few weeks earlier. ",
            "speaker": {
                "name": "Speaker 1"
            }
        },
        {
            "start_time": "00:04:02,980",
            "end_time": "00:04:03,140",
            "text": "Yeah.  Yeah.  I mean. ",
            "speaker": {
                "name": "Speaker 0"
            }
        },
        {
            "start_time": "00:04:07,900",
            "end_time": "00:04:11,140",
            "text": "On that occasion too, the search had ended with Ericsson asking Pastron.  An ambulance finally arrives to pick up Serrano.  He spends the next five days handcuffed in a hospital room waiting for his abdominal wound to close.  Serrano took a plea deal to avoid jail time and didn't learn of his body cam's footage existence until after he pleaded guilty.  The video, which didn't emerge for nearly two years, underscores the limited information available, not just to the public, but also defendants.  Invalidates criticism by police accountability advocates, the body cameras are a little used if the evidence they capture remains inaccessible.  The NYPD declined to comment on this incident.  Erickson and Pastron remain on patrol. ",
            "speaker": {
                "name": "Speaker 1"
            }
        },
        {
            "start_time": "00:04:57,060",
            "end_time": "00:05:02,560",
            "text": "There's none to say, if the video speaks for itself, I have no mind.  I had no meat, I had no drugs.  I wasn't driving, wasn't my car.  The toilet wasn't bought, and I had no reason for it.  I don't.  Besides, I ran through. ",
            "speaker": {
                "name": "Speaker 0"
            }
        }
    ]
}