{
    "yt_video_id": "QEidCVusDkY",
    "transcripts": [
        {
            "start_time": "",
            "end_time": "",
            "text": "Now I'm not trying to be mean, please no bully.  But why do they always look the same?  You know what I'm talking about.  The staunch remainder and Jeremy Corbyn fan that threw a milkshake on Nigel for Ars.  Is that banana and solid caramel?  The resemblance is uncanny.  The left wing activist who said that milkshakes weren't enough and that for Ars should be acid attack.  Can I just ask what you're against this much?  No, you can't.  The vape store employee who had a hissy fit over a Trump supporter.  That's screaming woman at Trump's inauguration.  The unhinged New York professor who urged violence against Trump supporters, the woman who harassed the Hispanic Trump supporter in a post office for wearing a maga hat.  A abortion activist.  person my favorite amateur historian.  this woman the rebel is a racist source of news.  the Seattle coffee goblin.  every man over the age of twenty who bought an intendo switch they've all got that Look, it's a look that transcends genders and even age groups, it's just so distinct.  Yep.  Yep.  Yep.  Yep.  Yep.  Yep.  Yep.  Yep.  Yep.  Yep.  Yep.  Yep.  Yep.  Yep.  Yep.  Yep.  Yep.  Yep.  Yep.  Yep.  Yep.  Yep.  Yep.  Yep.  Yep.  Yep.  Yep.  Yep.  Yep.  Yep.  Yep.  Yep.  Yep.  Yep.  Yep.  Yep.  Yep.  Yep.  Yep.  Yep.  Yep.  Yep.  Yep.  Yep.  Yep.  Yep.  Yep.  Yep.  Yep.  Yep.  Yep.  Yep.  Yep.  Yep.  Yep.  Yep.  Yep.  Yep.  Yep.  Yep.  Yep.  Yep.  Yep.  Yep.  Yep.  Yep.  Yep.  Yep.  Yep.  Yep.  Yep.  Yep.  Yep.  Yep.  Yep.  Yep.  Yep.  Yep.  Yep.  Yep.  Yep.  Yep.  Yep.  Yep.  Yep.  Yep.  Yep.  Yep.  Yep.  Yep.  Yep.  Yep.  Yep.  Yep.  Yep.  Yep.  Yep.  Yep.  Yep.  Yep.  Yep.  Yeah, I'm sure you'll be storming the beaches, love.  Is it just that?  weirdos on any political fringe?  A generally speaking scruffy losers who have no regard for their physical health or their appearance?  Or is there something more specific about lefties that gives them that passive aggressive, open mouth, smiley yet terrified, beat a new male presence?  Over wait, bad dresses, balding, shortsighted, sometimes ginger, always angry.  Always conducting themselves with this vehement over the top moral high ground attitude.  Despite having no morals, maybe they're trying to look like hipsters.  This would actually make sense because as studies have shown, that's literally the most conformist, non-unique persona you could possibly inhabit, but because, at least in the case of the men, they've got such low energy as a result of deficient testosterone levels.  whom bind with an inherent revulsion to any kind of personal responsibility.  It's like their NPC hips decoding has failed, and they've had to settle for some kind of neck-beard-mongrel-like halfway house.  Also, I don't want to revive a dead meme.  But the soy thing just keeps coming up.  So this antifa supporter who owns a brewery in the UK tweeted that he'd like to see his customers smash bricks over people's heads for having a different opinion in the process completely ruining his business's reputation.  After openly inciting violence, the idiot then wind about getting a mean email.  Boohoo!  I looked through his Twitter history and found this.  He's tweeting an al-pro.  Demanding to know why his soy milk tastes of vanilla, that milkshake really does bring all the soys to the yard.  Al-pro!  Why does your soy milk taste the vanilla?  Is it flavored?  I have to say it's not really conducive to making cauliflower taste.  Be gone for me, soy boy beta cock.  Be gone!  Why always the soy?  Why there's so many children of the corn?  I did a whole video on this.  Far left opinions always seem to correlate with soy consumption.  Working down the streets, but the soil and truck.  now I'm drinking a sweet chai breakfast.  Soy consumption?  Soy face?  Soy consumption?  Soy face?  So you consumption, sorry face.  I mean, there are other alternatives to cow's milk.  Almond milk?  Oh milk?  Coconut milk?  Why do they always choose soy?  It's like it's some kind of signaling device to other soy boys.  Why always soy?  Say bye!  I mean, when this tweet after tweet of these weaklings, complaining about not being strong enough to open a plastic bottle of soylen, when does the mean become reality?  Stop!  Be!  And I'm not saying that every man has to conform to some idealised muscle-bound hyper-masculine stereotype.  But when mainstream culture rushes to the defence of new males who weep over shitty Star Wars trailers, something's gone drastically wrong.  There's also science to back up the claim that men with low testosterone tend to smile more.  That's why they're always doing this.  According to the Journal of Nonverbal Behavior, in a study of possible links between testosterone and dominance, 119 men and 114 women provided saliva samples for testosterone assay and posed smiling and not smiling for portrait photographs.  Expert judges viewing the photographs found smaller smiles amongst high than low testosterone men, with less zygomatic major raising the corners of the mouth and orbicularis oculari raising the cheeks and crinkling around the corners of the eyes.  muscle activity is the contorted glory whole grimace of fear the chimp-like gesture of asexual submission to more dominant males.  Increased plastic failites in food are also making mentiad flabby in inputten and by extension, left wing.  It's a conspiracy man, there's a clear correlation between being ugly and being left wing.  I mean even the guardian admit it to this.  A study published in the Journal of Public Economics found that more attractive individuals are more likely to identify as conservative.  Previous research found that those who are good-looking are generally treated better, achieve higher social status and earn more money.  Maybe it all does just come down to the fact that left-wing beliefs are predicated on a lack of personal responsibility and a lack of self-discipline.  By this hardly ever any left-wing Jim Broals, maybe it is just the revenge of the losers who were bullied by the more popular kids at school.  The problem is, culture and society is giving them power to run our lives.  And nothing could be more dangerous than that.  Because these people never grew up.  They're still children, and they think they can recreate the coddled utopia of childhood, so long as they throw enough temper tantrums, unfortunately, for us, it seems the revolution will be pasteurized.  We've given whiny, privileged, passive-aggressive, emotionally incontinent wreck.  who think that everything should take second place to their relentless fragility, the power to silence sensor dehumanize and violently attack perceived thought criminals with little consequence and with open endorsement from cultural institutions and the media.  The cult of inclusivity is a race to the bottom for humanity.  We all end up having to cater to the sensibilities of self victimized man babies if you want a vision of the future.  Imagine a soy milkshake carrying shrieking blobs Stamping on the Enlightenment principles of Western Civilisation while making this face forever. ",
            "speaker": {
                "name": "Speaker 0"
            }
        }
    ]
}