{
    "yt_video_id": "HqIblDLzY_0",
    "transcripts": [
        {
            "start_time": "",
            "end_time": "",
            "text": "Hey everyone, there's 88 apps back on children!  Or that?  How are you?  I'm sorry to hear that.  I've never, I've never been raised.  I've not been raised.  Well, can I be, can I change your mind by saying I've been raised and I'm a good majority of my friends have been raised.  No, that wouldn't be, that wouldn't be convincing our human.  I, I, I am very sorry.  No. ",
            "speaker": {
                "name": "Speaker 0"
            }
        },
        {
            "start_time": "00:00:26,340",
            "end_time": "00:00:30,620",
            "text": "I don't know how you have the audacity to like come back on our campus and say that rape culture is a myth.  Because that's personally offensive to a lot of people.  I know actually.  And so, especially like the audacity to come here. ",
            "speaker": {
                "name": "Speaker 1"
            }
        },
        {
            "start_time": "00:00:38,840",
            "end_time": "00:00:40,500",
            "text": "And I'm really really.  And speak the truth.  I have the audacity.  And speak the truth. ",
            "speaker": {
                "name": "Speaker 0"
            }
        },
        {
            "start_time": "00:00:45,020",
            "end_time": "00:00:45,500",
            "text": "You know what?  How about somebody rapes you?  And then you come and tell me that rape culture is a myth. ",
            "speaker": {
                "name": "Speaker 1"
            }
        },
        {
            "start_time": "00:00:50,000",
            "end_time": "00:00:59,220",
            "text": "So for me to be so idiotic as to not believe rape culture, which we both agree is the idea that rape is perpetuated, encouraged, or tolerated in a society.  You would need to present some kind of data, anything.  I know you think empirical data is bullshit.  That's fine.  Some kind of evidence to support your premise that rape is tolerated or encouraged in the United States. ",
            "speaker": {
                "name": "Speaker 0"
            }
        },
        {
            "start_time": "00:01:11,620",
            "end_time": "00:01:14,480",
            "text": "Yeah, I mean, it is totally, I mean, have you seen like Brett Kavanaugh?  Are you familiar with that situation right now?  Like, you don't know Brett Kavanaugh is.  This man doesn't know who Brett Kavanaugh is.  And he's gonna see here and tell me that right culture is a myth.  And as they ask in these questions, they pull out his yearbook and they find terms like devil's triangle, which if you don't know what that means, that's two males in a female and that's two males ganging up on a female.  It is like it refers to rape.  And so he's out here and that's who they're trying to appoint. ",
            "speaker": {
                "name": "Speaker 1"
            }
        },
        {
            "start_time": "00:01:47,080",
            "end_time": "00:01:49,000",
            "text": "And this man is Brett Kavanaugh? ",
            "speaker": {
                "name": "Speaker 0"
            }
        },
        {
            "start_time": "00:01:49,100",
            "end_time": "00:01:50,280",
            "text": "Brett Kavanaugh, sir.  At this point, I'm unsure of what you know about the government, but that is the highest position that you can acquire. ",
            "speaker": {
                "name": "Speaker 1"
            }
        },
        {
            "start_time": "00:01:57,000",
            "end_time": "00:01:59,080",
            "text": "It's a Supreme Court justice. ",
            "speaker": {
                "name": "Speaker 0"
            }
        },
        {
            "start_time": "00:01:59,140",
            "end_time": "00:01:59,780",
            "text": "It's high up there. ",
            "speaker": {
                "name": "Speaker 1"
            }
        },
        {
            "start_time": "00:01:59,860",
            "end_time": "00:02:01,940",
            "text": "It's high up there, right?  So the fact that... So if I'm to answer the question on Rick Kavanaugh and Dr.  Christine Ford or any of the other allegations coming forward from Michael Avenetti who represents actually the other way you accused him of gang rape as well.  That's separate again from the evidence.  It's about one in 1900 women are raped in the United States according to the FBI.  It's about one in a thousand for an College students have you include all sexual assault.  according to the Department of Justice, Bureau of Justice about one and 52 of all sex.  that includes, you know, playing grab-ass.  Does your hubris mean anything to you? ",
            "speaker": {
                "name": "Speaker 0"
            }
        },
        {
            "start_time": "00:02:30,860",
            "end_time": "00:02:31,600",
            "text": "No, it doesn't. ",
            "speaker": {
                "name": "Speaker 1"
            }
        },
        {
            "start_time": "00:02:31,860",
            "end_time": "00:02:35,260",
            "text": "The fact that you really, did you really think that I didn't know who Brett Kavanaugh was? ",
            "speaker": {
                "name": "Speaker 0"
            }
        },
        {
            "start_time": "00:02:35,620",
            "end_time": "00:02:36,240",
            "text": "I really did it.  Honestly, at this point, like I'm unsure what you actually know.  Right. ",
            "speaker": {
                "name": "Speaker 1"
            }
        },
        {
            "start_time": "00:02:40,360",
            "end_time": "00:02:41,700",
            "text": "Yeah, you've explained nothing.  You presented no evidence or data.  The only thing, the only time you've addressed evidence or data is saying that it's bullshit, use your words and it doesn't matter.  The amount of rapes matter, the conviction rates matter, what we do with rapists matters.  And when you come out and you say we live in a rape culture and you compare Dr.  Christine Ford's allegations, let's say we have no idea whether they're true or not.  Zero evidence whatsoever.  from 35 years ago, you can't learn an investigation whether who, what, when, where, or why.  we have none of it.  to then use that as a springboard to say that we live in a rape culture.  I think it's intellectually disingenuous.  And I think it does a great disservice to people who've actually been a victim of horrible crime. ",
            "speaker": {
                "name": "Speaker 0"
            }
        },
        {
            "start_time": "00:03:12,820",
            "end_time": "00:03:15,340",
            "text": "So then how can you sit here and tell me that? ",
            "speaker": {
                "name": "Speaker 1"
            }
        },
        {
            "start_time": "00:03:17,440",
            "end_time": "00:03:18,260",
            "text": "How can you sit here? ",
            "speaker": {
                "name": "Speaker 0"
            }
        },
        {
            "start_time": "00:03:18,300",
            "end_time": "00:03:22,220",
            "text": "That this is all like these statistics are all 100% correct. ",
            "speaker": {
                "name": "Speaker 1"
            }
        },
        {
            "start_time": "00:03:22,740",
            "end_time": "00:03:22,800",
            "text": "No.  I know how.  let you back on this campus.  That's a public sidebar.  Is there nobody invited you here?  Office says, if nobody invited him, we asked him to leave his campus.  Is this being angels?  Have you ever been raised?  No.  Don't say sh**.  It's just a sh**.  If Brett Kavanaugh did all of the things that he accused him of, for example, a triangle.  Gang rape.  gang rape.  If he raped people, cock his head back and left, I say that cast rate him and give him life.  But if it's not true, I feel probably worse for him than any man I can think of in recent memory.  The only difference between the two is castrate the man versus empathy is the truth. ",
            "speaker": {
                "name": "Speaker 0"
            }
        },
        {
            "start_time": "00:04:22,980",
            "end_time": "00:04:34,860",
            "text": "So I'm adding it to rape culture. ",
            "speaker": {
                "name": "Speaker 1"
            }
        },
        {
            "start_time": "00:04:35,600",
            "end_time": "00:04:36,340",
            "text": "Whatever you need us to do. ",
            "speaker": {
                "name": "Speaker 0"
            }
        },
        {
            "start_time": "00:04:36,700",
            "end_time": "00:04:41,340",
            "text": "So if I called you and said somebody raped me, you wouldn't be mad. ",
            "speaker": {
                "name": "Speaker 1"
            }
        },
        {
            "start_time": "00:04:41,380",
            "end_time": "00:04:43,180",
            "text": "But that's not what the truth is, but it's not a word. ",
            "speaker": {
                "name": "Speaker 0"
            }
        },
        {
            "start_time": "00:04:43,320",
            "end_time": "00:04:44,100",
            "text": "I didn't say that.  trying to get some order here and you're not willing to have to be a part of this then you're free to leave. ",
            "speaker": {
                "name": "Speaker 2"
            }
        },
        {
            "start_time": "00:04:51,240",
            "end_time": "00:04:51,860",
            "text": "Great culture.  Exists and you're telling me one in a thousand.  I could tell you that's bullshit. ",
            "speaker": {
                "name": "Speaker 1"
            }
        },
        {
            "start_time": "00:04:57,120",
            "end_time": "00:05:00,760",
            "text": "What in 1900 people standing here?  I can guarantee you multiple people right.  yeah I've been raped and this is not 1900 people.  so okay And this medicine, one in 1900?  1900?  Yeah, yeah. ",
            "speaker": {
                "name": "Speaker 0"
            }
        },
        {
            "start_time": "00:05:14,400",
            "end_time": "00:05:17,320",
            "text": "According to FBI, one in 1900 people have been raped.  I can guarantee that I'm not the only one standing here that's been raped.  And we are not 1900.  So thank you, and thank you, and I hope you get the hell off our campus. ",
            "speaker": {
                "name": "Speaker 1"
            }
        }
    ]
}