{
    "yt_video_id": "FChlMRFEZWQ",
    "transcripts": [
        {
            "start_time": "",
            "end_time": "",
            "text": "a little bit of weed. ",
            "speaker": {
                "name": "Speaker 1"
            }
        },
        {
            "start_time": "00:00:06,600",
            "end_time": "00:00:14,580",
            "text": "Body camera footage obtained by the Intercept shows a Staten Island police officer apparently planting marijuana in a car during a traffic stop.  The incident comes just a few weeks after a similar one, originally reported by the New York Times, in which the same cop was again caught by his body camera in the apparent act of planting marijuana in a car. ",
            "speaker": {
                "name": "Speaker 0"
            }
        },
        {
            "start_time": "00:00:29,200",
            "end_time": "00:00:33,560",
            "text": "Alright, this was in the back seat on the floor, so I don't want to figure out that's what. ",
            "speaker": {
                "name": "Speaker 1"
            }
        },
        {
            "start_time": "00:00:34,760",
            "end_time": "00:00:40,360",
            "text": "In the more recent incident, two officers pulled over passenger Jason Serrano and a friend for a broken tail light.  As the officers approached the car and the driver rolled down the window, the officers claimed the car smelled like weed, and ordered both people out of the car. ",
            "speaker": {
                "name": "Speaker 0"
            }
        },
        {
            "start_time": "00:00:49,220",
            "end_time": "00:00:51,460",
            "text": "The car smells like marijuana, so we're going to check it, all right?  There's nothing in the car, he'll be good to go.  All right. ",
            "speaker": {
                "name": "Speaker 1"
            }
        },
        {
            "start_time": "00:00:55,600",
            "end_time": "00:00:58,640",
            "text": "Serrano was recovering from abdominal surgery after being stabbed.  He lifts her shirt to reveal he's worn to one of the officers. ",
            "speaker": {
                "name": "Speaker 0"
            }
        },
        {
            "start_time": "00:01:02,680",
            "end_time": "00:01:06,060",
            "text": "I don't want to see that right now. ",
            "speaker": {
                "name": "Speaker 1"
            }
        },
        {
            "start_time": "00:01:06,820",
            "end_time": "00:01:10,900",
            "text": "Once out of the car, the officers demand to search Serrano's jacket and he refuses. ",
            "speaker": {
                "name": "Speaker 0"
            }
        },
        {
            "start_time": "00:01:10,940",
            "end_time": "00:01:12,340",
            "text": "Do you think I can give it a check?  Here's nothing in my jacket.  I'm not giving no reach for it. ",
            "speaker": {
                "name": "Speaker 1"
            }
        },
        {
            "start_time": "00:01:15,320",
            "end_time": "00:01:18,420",
            "text": "As Serrano grows agitated, the officers become more aggressive.  They grab in, push him to the ground and handcuff him.  Surrano remains on the ground, handcuffed an invisible pain for the rest of the traffic stop, and in an ambulance arrives to take him to the hospital.  The two officers, Carl Ericsson and Elmer Pastron, begin searching the car in Serrano's jacket.  Officer Ericsson tells Pastron that they need to find evidence.  Officer Ericsson begins searching the car.  He searches the passenger side area first.  When he finds nothing, he can be heard by an expert.  Ericsson returns to Pastran to ask.  He returns to the passenger side and searches through Serrano's jacket, the cup holder and the central console.  Has a continuous search in the rest of the car, the driver approaches.  Ericsson looks back at the strong, visibly agitated. ",
            "speaker": {
                "name": "Speaker 0"
            }
        },
        {
            "start_time": "00:02:36,060",
            "end_time": "00:02:36,460",
            "text": "See nothin'.  Sorry.  You know what I mean?  Yeah. ",
            "speaker": {
                "name": "Speaker 1"
            }
        },
        {
            "start_time": "00:02:41,080",
            "end_time": "00:02:45,480",
            "text": "After several minutes searching the car, Ericsson again admits that he hasn't found anything. ",
            "speaker": {
                "name": "Speaker 0"
            }
        },
        {
            "start_time": "00:02:45,640",
            "end_time": "00:02:47,300",
            "text": "I'll see you, Anthony.  I'll see you, Anthony. ",
            "speaker": {
                "name": "Speaker 1"
            }
        },
        {
            "start_time": "00:02:48,000",
            "end_time": "00:02:51,880",
            "text": "I'll get it.  15 seconds later, Ericsson returns to the front seat cup holder and sets something down. ",
            "speaker": {
                "name": "Speaker 0"
            }
        },
        {
            "start_time": "00:03:06,960",
            "end_time": "00:03:13,960",
            "text": "It's a little bit of weed. ",
            "speaker": {
                "name": "Speaker 1"
            }
        },
        {
            "start_time": "00:03:14,000",
            "end_time": "00:03:14,780",
            "text": "It's a little bit of weed.  Ericsson continues searching through the center console where he's already looked.  I'm going to throw so later.  he again sounds agitated.  Ericsson shakes his head as he continues fiddling through Serrano's jacket, just out of the camera's view.  A couple minutes later, the two officers say they found wheat flakes in Serrano's jacket. ",
            "speaker": {
                "name": "Speaker 0"
            }
        },
        {
            "start_time": "00:03:43,920",
            "end_time": "00:03:44,820",
            "text": "Yeah, now he had wheat.  You could say is wheat here. ",
            "speaker": {
                "name": "Speaker 1"
            }
        },
        {
            "start_time": "00:03:47,880",
            "end_time": "00:03:50,180",
            "text": "At the end of the search, Ericsson turns to the front. ",
            "speaker": {
                "name": "Speaker 0"
            }
        },
        {
            "start_time": "00:03:50,720",
            "end_time": "00:03:50,980",
            "text": "You good? ",
            "speaker": {
                "name": "Speaker 1"
            }
        },
        {
            "start_time": "00:03:51,760",
            "end_time": "00:03:51,920",
            "text": "Good?  The officers then fist bump each other.  The few awards exchanged between the two officers during the search are almost identical to those they exchanged during the search just a few weeks earlier.  On that occasion, too, the search had ended with Ericsson asking pastran.  An ambulance finally arrives to pick up Serrano.  He spends the next five days handcuffed in a hospital room, waiting for his abdominal wound to close.  Serrano took a plea deal to avoid jail time and didn't learn of his body cam's footage existence until after he pleaded guilty.  The video, which didn't emerge for nearly two years, underscores the limited information available, not just to the public, but also defendants.  And validates criticism by police accountability advocates.  The body cameras are a little used if the evidence they capture remains inaccessible.  The NYPD declined to comment on this incident.  Ericsson and Pastron remain on patrol. ",
            "speaker": {
                "name": "Speaker 0"
            }
        },
        {
            "start_time": "00:04:57,080",
            "end_time": "00:04:57,720",
            "text": "There's none to say.  if the field speaks to itself, I'm half no matter what.  I had no weed, I had no drugs.  I wasn't driving, wasn't my car.  It's all.  I wasn't broke.  There ain't no reason for something.  I don't, besides, harassment. ",
            "speaker": {
                "name": "Speaker 1"
            }
        }
    ]
}