{
    "yt_video_id": "xhC-dQBRW0Q",
    "transcripts": [
        {
            "start_time": "",
            "end_time": "",
            "text": "That's you liking it or not.  You're laughing, but you're sitting up there, you're going to let your ego validate my life.  Yeah, that's for that property right there.  I believe for this property right here.  Where?  Right here.  All right, here.  Yeah.  So it says that all of the paper passed, police officers are authorizing a person to leave these premises to leave.  Yeah, to leave after verbal warning.  They think it was quite possible.  I gotta go.  I'm all right, brother.  Love you all.  No, thank you.  All right, Mercedes.  Let me see your ID.  Sergeant Christian Rogers.  No, I deal with your address and all that on it.  Do you want to see my D4?  I don't know our police station.  Is that against the law?  That's against the law?  Well, law is against.  I don't know his address.  Because I thought Florida.  Yeah, I thought Florida Pina Col 901.  I won't fit the one station.  The only time I'm with within IDU is when I'm in the commission of a crime.  I'm about to commit a crime.  I'll commit a crime.  Right now.  That's Florida Pina Col 901.  I don't have to.  I don't have to commit a crime.  No, you're not saying my ID.  Not until you can tell me what crime like back of a secure.  what crime have I committed.  Right, so what crime?  None of your business none of your business.  You're not saying I like you.  guys like you don't need identify me where you.  What's your name?  Your bad number?  Your bad number?  Thank you.  What's your name?  Your bad number?  You know I'm a 9, 2.  And your name is your bad number?  Your buddy's called you date.  My bad number?  Yeah.  19.  19.  And your name is your bad number?  Is there a legal reason?  you are my deal?  I don't want to give up on you.  My bad number is five.  You're like you identical.  You would like to identify.  No, you're going to violate my rights to do so.  Oh, my violin, you're right.  But because Florida Pina Code 901.151 states that the only time I need to give you a mighty is when I'm committing a crime, I'll buy the commit a crime or in the process of the commit a crime.  So what you need to do is give me reasonable, articulable suspicion that I'm breaking the law.  That's not the Supreme Court rule for talking to yourself is not a crime.  And this is a government facility that I have ever right to come out and record you guys and of course your duties.  So what crime on my break?  You said that five times.  You don't need to know who are you.  This Supreme Court is over you, buddy.  You don't drop this Supreme Court.  We can film this without you liking it or not.  You're laughing, but you're sitting up there.  You're going to let your ego violate my right.  You're going to let your ego violate my right.  Because you're telling me you better not be disrespecting me your public service.  You better not give me a hard time, your public service.  And you're going to respect me as the public.  And you're not.  I don't have to respect you, but I have a different picture.  No, you're I'm not going to get your identity and I'm telling you and you're asking me and I'm specifically declining.  no We're not getting my idea because I don't have to because you haven't sold me.  yours There's not in your police station.  It's our police station.  This is our police station.  It's not your police station.  You work here.  I allow you to work here.  Yes, by paying my taxes giving you employment.  It's just to get a response like this from people who think they can just come up.  Let me explain here.  That's no question.  I'm going to let me tell you.  To get a response from a law enforcer to job is to enforce law not come out in demand ID from law abiding citizens.  No, I don't know because the Supreme Court that you can root can't deem a law for activity.  Every day somebody's out here filming our back in the station probably.  But that don't make that.  don't make it suspicious.  It's all warming up.  It's a who definition.  Okay, but let me ask you a question.  Let me ask you a question.  It's a spissing of felony or misdemeanor.  Yeah.  So without a crime, so it's not a law, so you don't have anything to enforce.  Okay, but it's that against the law.  Okay, Dan, thank you.  What is your name, your bad number?  Your name, your bad number?  Your name, your bad number?  Your name, your bad number?  Your name, your bad number?  Your name, your bad number?  Your name, your bad number.  What's your name here, Baz?  I'm a sergeant.  You like getting my name first?  Can I speak with him?  Well, then you kick rocks.  Don't make sure you don't talk to me then.  I'm not getting his name in the bad thing, but like, he's not a public servant.  Make sure you don't talk to me then.  Well, so he was sergeant as well.  And that's how he behaves in front of you.  Is your body camera running?  That's not sergeant.  Is your body camera running?  There was no crime committed, and he came out.  You don't have a body cam?  You don't have a body cam?  You want to identify it out.  That was great.  But why?  But that's what's cool.  But give me Florida pinnacle, not a $1.51.  Give me that pinnacle.  Hey man, you're walking up behind me like that man.  You're in peace.  That's not cool man.  I'll walk up.  You got a gun man.  I'll walk up behind me like that.  I know you can cool, but I'm just saying I'll walk up behind me like that.  No, you're making a sneeze.  We didn't approach anybody.  one two three four five six seven eight three dollars about.  we're making a scene.  If you want a film for professionally and you want to get a good feeling down the phone Just a gallon seven, but we got this phone.  nine dollars.  And it's so what?  I told you already.  I told you already.  I want to come out and exercise a free right.  Freedom.  I want to come on exercise freedom and see how this guy is going to respond to me.  And that's exactly what happened.  Come talk to me, William.  No, I don't want to talk to you.  You didn't want to identify yourself.  I don't want to talk to you.  In fact, you could say to me, you could share in front of my friend here.  because until you guys tell me what long breaking you have no authority over me.  first of all we have been 40 graduates by the law.  we never said you were breaking the law right.  okay so and again I'm gonna say until I break the law you have no authority over me.  no really we just want to record and be left alone.  did I get?  Can you take it off?  so which of weeks I'm talking in?  Yeah, world done.  Thank you.  Thank you.  Thank you.  I really miss you guys when I never approached that either.  Just say hello.  How you doing?  Because this is the.  this is the image that the rest of the world is going to see.  how the Pembroke Pines Police Department.  Okay.  All right.  Came here to do a job.  That was never done.  So we can record, right?  I know that.  I know that.  I know what it is.  Yeah.  I just want to hear.  No, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no.  They tried it.  They really tried it.  And didn't work out that way.  The Pembroke Pines Police Department folks, Pembroke Florida, I don't think there's a need to go to the front.  I don't want to go to the front.  Hold on, what does that say?  It says, what is the bottom line right there?  What's the bottom line?  Beyond this point.  We were live.  Oh, we were live.  God, that was awesome.  Oh, that was four sardines out there.  And they all allow that type of behavior.  Eight officers and all.  And say that we're creating a scene.  Rick, so you're right.  that lady in that crime scene, man.  This don't know.  I'm not going to see what you're doing in there.  Look, it's your circle.  It's your circle.  It's your circle.  It's your circle.  You're late.  Big knee South Florida accountability, where my brother knew was now South Carolina.  Big brother, we're here.  Oh, man. ",
            "speaker": {
                "name": "Speaker 0"
            }
        }
    ]
}