{
    "yt_video_id": "gBMmcX-5INQ",
    "transcripts": [
        {
            "start_time": "",
            "end_time": "",
            "text": "What I only don't quite get, why do you put so much access to this?  We have to begin with a personal change.  I mean, this is also the second or with one.  I don't remember, forgive me of your slogans in your book.  You know, first set your house in order, then.  But I have extremely common sense knife questions here.  But what if in trying to set your house in order, you discover that your house in this order precisely because the way the society is messed up, which doesn't mean, OK, let's forget about my house.  But you can do both at the same time.  And I would even say, I will give you now the ultimate example, yourself.  Isn't it that you are so socially active?  Because you realize that it's not enough to tell to your patient, set your house in order.  much of the reason of why they are in disorder, their house, is that there is some crisis in our society and so on and so on.  So my approach to you, whenever input has been in order to joke, to your coffee, yes, please.  Like, individual or social, yes, please, because this is obvious in extreme situation.  Like, I hope we agree to say to somebody in North Korea, set your house in order.  But I think in some deeper sense.  it goes also for our societies.  I'm just repeating what you are telling.  You see some kind of a social crisis.  And I don't see clearly why in this.  so much on this choice.  Because let's say, I will give you an example that I think perfectly does it.  How do we usually deal with ecology.  By this false personalization, you know, they tell you, ah, what did you do?  Did you put all the coke cans on the side?  Did you recycle all paper?  and so, yes, we should do this.  But, you know, like I In a way, this is also a very easy way to disturb yourself.  Like, you say, OK, I do the recycling show up.  You know, I did my duty.  Let's go on.  So I would just say, why the choice there? ",
            "speaker": {
                "name": "Speaker 1"
            }
        },
        {
            "start_time": "00:02:38,040",
            "end_time": "00:02:46,160",
            "text": "OK, so well, so first of all, I have to point out that you have unfairly tasked me with three very difficult questions.  And so I'm hoping that I can reach life.  That's right.  And you said life is a challenge.  So look, there's a very large clinical literature.  that suggests that if you want to develop optimal resilience, what you do is you lay out a pathway towards somewhere better.  Someone comes in, they have a problem.  You try to figure out what the problem is, and then you try to figure out what might constitute a solution.  And so you have something approximating a map, right?  And it's a tentative map of how to get from where things aren't so good to where they're better.  And then you have the person go out in the world and confront those things that they're avoiding, that are stopping them from moving towards that higher place.  And there's an archetypal reality to that.  You're in a fallen state, you're attempting to redeem yourself, and there's a process by which that has to occur.  And that process involves voluntary confrontation with what you're afraid of, disgusted by, and inclined to avoid.  And that works.  Every psychological school agrees upon that.  is that exposure therapy, the psychoanalysts expose you to the tragedies of your past, you know, and redeem you in that manner.  And the behaviorists expose you to the terrors of the present and redeem you in that manner.  But there's a broad agreement across psychological schools that that works.  And my sense is that What we're called upon as individuals precisely to do that in our life is that we are faced by this unbearable reality that you made reference to when you talked about the situation on the cross, is that life itself is fundamentally, and this is a pessimism that we might share, is fundamentally suffering and malevolence.  But, and this is I think where we differ, I believe that the evidence suggests that the light that you discover in your life is proportionate to the amount of the darkness that you're willing to forthrightly confront, and that there's no necessary upper limit to that.  So I think that the good that people are capable of is actually It's a higher good than the evil that people are capable of.  And leave me, I do not say that lightly, given what I know about the evil that people are capable of.  And I think that I believe that the central psychological message of the biblical corpus fundamentally is that.  That's why it culminates in some sense with the idea that it's necessary to adopt.  It's necessary to confront the devil and to accept what you say.  You're the unjustness of your tortured mortality.  If you can do that, and that's a challenge, as you just pointed out, it's sufficient to challenge even God himself, that you have the best chance of transcending it and living the kind of life that will set your house in order and everyone's house in order at the same time.  And so I think that's even true in states like North Korea.  And I'm not asking people to foolishly emulate themselves for pointless reasons.  You know, if I'm working with people who are clinically and they have a terrible oppressor who's their boss at work, I don't suggest that they march in and tell them exactly what they think of them and end up on the street.  It's not helpful.  And so the pathway towards adopting individual responsibility happens to be a very individual one.  But I do believe that the best bet for most people is to solve the problems that beset them in their own lives, the ethical problems that beset them, that they know are problems.  and that they can set themselves together well enough so that they can then become capable of addressing larger scale problems without falling prey to some of the errors that characterize, let's say, over-optimistic and intellectually arrogant ideologues. ",
            "speaker": {
                "name": "Speaker 0"
            }
        },
        {
            "start_time": "00:06:49,260",
            "end_time": "00:06:53,460",
            "text": "I'll close one. ",
            "speaker": {
                "name": "Speaker 1"
            }
        },
        {
            "start_time": "00:06:54,180",
            "end_time": "00:06:55,520",
            "text": "Let me close with one thing.  One of my favorite quotes from Carl Jung, it's actually a quote that I used at the beginning of my first book, which was called Maps of Meaning, was that If you take a personal problem seriously enough, you will simultaneously solve a social problem.  And this bears on your point, because it's not like you're a small family, even the relationship between you and your wife, is immune in some sense to the broader social problems around you.  And so let's say right now there's tremendous tension between men and women in the West, and that's certainly the case given the divorce rate, let's say that would be some evidence.  And the later and later stages that people are waiting to become, to enter into permanent relationships.  There's a real tension there.  And then if you do establish a relationship with a woman or a partner, but we'll say a woman in this particular case.  You are instantly faced with all of the sociological problems in a microcosm in that relationship.  And then if you work those damn problems out, if you can work them out within your relationship, then you can get some insight.  It's not complete insight, but you can get some partial insight into what the problem actually is and get the diagnosis, right?  And you've moved some small measure forward in addressing what might constitute the broader social concern.  And what's even better?  you're punished for your own goddamn mistakes.  And that's another thing I like about the idea of working locally, is that if I do broad-scale social experiments and they fail, it's like, well, tough luck for the people for whom they failed.  But if I'm experimenting on myself within the confines of my own relationship and I make a mistake, I'm going to feel the pain.  And that's good, that's just, but it also gives me the possibility of learning.  And so I believe that you do solve what you can about yourself first before you can set your family straight and before you should dare to try to set the world straight.  otherwise you degenerate into this kind of.  you already talked about.  it is shallow moralizing this.  well I've divided my goddamn co-cans up and now I can spend more money on new packaging at The supermarket, which is exactly what the psychological research indicates that people do if they perform a casual moral action.  They immediately justify committing a less moral action because they've put themselves in a higher moral place.  And you might, if you were real pessimists, you'd say, well, that's why they perform the action to begin with.  I think that's often true.  That's associated with that shallow moral license. ",
            "speaker": {
                "name": "Speaker 0"
            }
        },
        {
            "start_time": "00:09:46,120",
            "end_time": "00:09:48,580",
            "text": "Are we too much in this direction?  Or, again, I will put in my style in these terms.  Would you go as far as to say, who needs the people?  We talk for the people and we know better than the people. ",
            "speaker": {
                "name": "Speaker 1"
            }
        }
    ]
}