{
    "yt_video_id": "B0Ryo6HcOys",
    "transcripts": [
        {
            "text": " Uh, God, we got a problem. My me damn son, what the H-E double hockey sticks is going on here? Really? You're a grown ass deity over an infinity years old and you won't even say hell? No, no, no, no, no, no, no, no. Bullshit, Jeffrey. You're not gonna fucking trick me into swearing again. Okay. So what's the problem? Where the hell did all these prayers come from? Uh, these are coronavirus prayers. And? Like I said, what's the problem? Uh, people are worried. They want you to stop it. What? Don't they understand that I'm the one who created it in the first place? Why would I stop it? It's obviously a part of my grand plan. Which is? To get people to worship me, obviously. Well, they're obviously doing that, aren't they? Yeah, but if I stop the coronavirus, they're just gonna go right back to ignoring me. 🎵 AAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAA on this video convinced him not to do this animation anymore. Really? You can't move at all? Not even a little? No! I said he's refusing to animate me anymore. I... can't... move. Aw, hey Dad. Jeffrey. What's up? Ah! Sorry about that! I think I'm coming down with something! Oh hello Allah, Jesus and tiny aerial infant. It is good to see everyone. Hey, Naat Muhammad. Geez, don't everyone get so excited to see me. What do you want, Naat Muhammad? Jesus! The one and only reason I came here to was... How you say... Apologize for all the jihads. And to let you know that there's no hard feelings for all the crusades. Cool? Really? Really? Really? That's the only reason you're here? Uh, yes indeed it is. Oh, well in that case, I forgive you, Nat Muhammad. Excellent! Um, BTW, it is my understanding that you are having the, how you say, healing powers. Here we go. For instance, in the Bible, there were certain people you laid your hands upon and healed them and... I was wondering if maybe you could do the same for me, but without any actual physical contact. Why? What's wrong? No, no, nothing. Nothing at the moment. But I was wondering if maybe you had a, how do you say, a coronavirus vaccine miracle that would make me immune. No, it does not work that way, Notmo You gotta have faith you won't get it And then, maybe you will and maybe you won't Who knows I am having faith, thank you very much Really? It doesn't seem like it. I mean, why don't you just fly a plane into the virus? Wow! Jesus, viruses, first of all, viruses are exceptionally tiny. So? So, one would have to be a pilot of exceptional skill and I don't... Doesn't sound like faith to me. I am so sick of this you son of a whore! Hey, I told you my mother was a virgin! That is poppycock to the extreme! Allah himself locked her up in a Motel 7! A Motel 7, dad? Is that true? JC, who is it? Who is coming? It's... It's Mad Jeff! Mad Jeff?! No! Why? Why is he coming for us? We've done nothing to him. It's not who we are, Notmo. It's what we have. But what, JC? What could we possibly have that Mad Jeff would want? The last roll. May Allah preserve us. We're in the Samuel hell, did you get that? I multiplied it from another roll pre-corona. So just multiply another one and leave it for Mad Jeff? Won't work. Mad Jeff can sniff out a roll of TP from ten miles away. Then our only option is to leave it here, run, and hope to Allah he doesn't hunt us down. Agreed. Let's go. Yeah, I've heard the tales. Everyone has. Tales of a pre-corona warrior from the old world who shows no mercy. His quest has taken him from jagged mountains to desert plains, riding upon his thunderous chariot of grease and steel, searching, ever searching, for the last roll. Some say he wants to use the roll for good, as a shining beacon of hope for a world that has nothing left. Others say it's pure greed that drives him and that he'd waste the last roll on nothing more than a wicked case of Hershey's squirts. But the wise ones know that none of that truly matters. As they have learned and as their old age attests, all that truly matters is this. when you see the role warrior you get the hell out of his goddamn way"
        }
    ]
}