{
    "yt_video_id": "HqIblDLzY_0",
    "transcripts": [
        {
            "start_time": "",
            "end_time": "",
            "text": "Hey everyone, the idiot ass back on campus!  Or that!  How are you?  My name is Lacey and I've been raped.  I'm sorry to hear that.  Have you ever been raped?  I've not been raped. ",
            "speaker": {
                "name": "Speaker 1"
            }
        },
        {
            "start_time": "00:00:14,120",
            "end_time": "00:00:22,020",
            "text": "Well, can I change your mind by saying I've been raped and a good majority of my friends have been raped. ",
            "speaker": {
                "name": "Speaker 0"
            }
        },
        {
            "start_time": "00:00:22,060",
            "end_time": "00:00:23,160",
            "text": "No, that wouldn't be a convincing argument.  I'm very sorry. ",
            "speaker": {
                "name": "Speaker 1"
            }
        },
        {
            "start_time": "00:00:26,340",
            "end_time": "00:00:34,140",
            "text": "I don't know how you have the audacity to like come back on our campus and say that rape culture is a myth because that's personally offensive to a lot of people.  I know, actually. ",
            "speaker": {
                "name": "Speaker 0"
            }
        },
        {
            "start_time": "00:00:35,180",
            "end_time": "00:00:42,760",
            "text": "And so especially like the audacity to come here and really come here and speak the truth and speak the truth.  What the fuck is that?  Yeah.  You know what?  How about somebody rapes you and then you come and tell me that rape culture is a myth.  So for me to be so idiotic as to not believe rape culture, which we both agreed is the idea that rape is perpetuated, encouraged, or tolerated in a society.  You would need to present some kind of data, anything, I know you think empirical data is bullshit, that's fine, some kind of evidence to support your premise that rape is tolerated or encouraged in the United States. ",
            "speaker": {
                "name": "Speaker 1"
            }
        },
        {
            "start_time": "00:01:11,620",
            "end_time": "00:01:12,580",
            "text": "Yeah, I mean it is Tolery.  I mean, have you seen like Brett Kavanaugh?  Are you familiar with that situation right now? ",
            "speaker": {
                "name": "Speaker 0"
            }
        },
        {
            "start_time": "00:01:17,280",
            "end_time": "00:01:18,000",
            "text": "Not at all, enlighten me. ",
            "speaker": {
                "name": "Speaker 1"
            }
        },
        {
            "start_time": "00:01:18,460",
            "end_time": "00:01:20,060",
            "text": "You don't know who Brett Kavanaugh is.  This man doesn't know who Brett Kavanaugh is.  And he's gonna sit here and tell me that rape culture is a myth.  And as they ask him these questions, they pull out his yearbook and they find terms like devil's triangle, which if you don't know what that means, that's two males and a female and that's two males ganging up on a female.  It is like it refers to rape.  And so he's out here and that's who they're trying to appoint. ",
            "speaker": {
                "name": "Speaker 0"
            }
        },
        {
            "start_time": "00:01:47,080",
            "end_time": "00:01:49,000",
            "text": "And this man is Brett Kavanaugh? ",
            "speaker": {
                "name": "Speaker 1"
            }
        },
        {
            "start_time": "00:01:49,100",
            "end_time": "00:01:50,280",
            "text": "Brett Kavanaugh, sir.  At this point, I'm unsure of like what you know about the government, but that is the highest position that you can acquire. ",
            "speaker": {
                "name": "Speaker 0"
            }
        },
        {
            "start_time": "00:01:57,980",
            "end_time": "00:01:58,700",
            "text": "Supreme Court justice. ",
            "speaker": {
                "name": "Speaker 1"
            }
        },
        {
            "start_time": "00:01:58,740",
            "end_time": "00:01:59,080",
            "text": "It's high up there.  It's high up there, buddy. ",
            "speaker": {
                "name": "Speaker 0"
            }
        },
        {
            "start_time": "00:02:01,160",
            "end_time": "00:02:01,720",
            "text": "I appreciate it, yeah.  So the fact that... So if I'm to answer the question on Brett Kavanaugh and Dr.  Christine Ford or any of the other allegations coming forward from Michael Avenetti, who represents actually the other lady who accused him of gang rape as well, that's separate again from the evidence.  It's about 1 in 1,900 women are raped in the United States according to the FBI.  It's about 1 in 1,000 for college students.  If you include all sexual assault according to the Department of Justice or Bureau of Justice, it's about 1 in 52 of all sex.  That includes, you know, playing grab ass.  Does word hubris mean anything to you? ",
            "speaker": {
                "name": "Speaker 1"
            }
        },
        {
            "start_time": "00:02:30,860",
            "end_time": "00:02:31,380",
            "text": "No, it doesn't.  Thank you. ",
            "speaker": {
                "name": "Speaker 0"
            }
        },
        {
            "start_time": "00:02:31,860",
            "end_time": "00:02:35,260",
            "text": "The fact that you really, did you really think that I didn't know who Brett Kavanaugh was? ",
            "speaker": {
                "name": "Speaker 1"
            }
        },
        {
            "start_time": "00:02:35,620",
            "end_time": "00:02:36,240",
            "text": "I really didn't.  honestly at this point like I'm unsure what you actually know.  Right. ",
            "speaker": {
                "name": "Speaker 0"
            }
        },
        {
            "start_time": "00:02:40,360",
            "end_time": "00:02:40,460",
            "text": "Yeah.  You've explained nothing.  You presented no evidence or data.  The only thing, the only time you've addressed evidence or data is saying that it's bullshit to use your words and it doesn't matter.  The amount of rapes matter.  The conviction rates matter.  What we do with rapists matters.  And when you come out and you say we live in a rape culture and you compare Dr.  Christine Ford's allegations, let's say, we have no idea whether they're true or not.  Zero evidence whatsoever from 35 years ago.  You can't run an investigation whether who, what, when, where or why.  We have none of it.  To then use that as a springboard to say that we live in a rape culture I think is intellectually disingenuous and I think it does a great disservice to people who have actually been the victim of a horrible crime. ",
            "speaker": {
                "name": "Speaker 1"
            }
        },
        {
            "start_time": "00:03:12,820",
            "end_time": "00:03:15,340",
            "text": "So then how can you sit here and tell me that... ",
            "speaker": {
                "name": "Speaker 0"
            }
        },
        {
            "start_time": "00:03:17,440",
            "end_time": "00:03:18,260",
            "text": "How can you sit here? ",
            "speaker": {
                "name": "Speaker 1"
            }
        },
        {
            "start_time": "00:03:18,300",
            "end_time": "00:03:22,220",
            "text": "That this is all like, these statistics are all 100% correct. ",
            "speaker": {
                "name": "Speaker 0"
            }
        },
        {
            "start_time": "00:03:22,740",
            "end_time": "00:03:22,800",
            "text": "No.  And who the hell let you back on this campus?  It's a public sidewalk.  So nobody invited you here?  Officers, if nobody invited him here, can we ask him to leave this campus?  Is this being angled?  Have you ever been raped?  No.  Then don't say s**t. Then shut the f**k up!  If Brett Kavanaugh did all the things that he accused him of, for example, a triangle, gang rape, gang rape.  If he raped people, cocked his head back and left, I say that, castrate him and give him life.  But if it's not true, I feel probably worse for him than any man I can think of in recent memory.  The only difference between the two is castrate the man versus empathy is the truth. ",
            "speaker": {
                "name": "Speaker 1"
            }
        },
        {
            "start_time": "00:04:13,580",
            "end_time": "00:04:24,380",
            "text": "I added to rape culture by getting raped. ",
            "speaker": {
                "name": "Speaker 0"
            }
        },
        {
            "start_time": "00:04:26,820",
            "end_time": "00:04:28,800",
            "text": "You're not mad. ",
            "speaker": {
                "name": "Speaker 2"
            }
        },
        {
            "start_time": "00:04:30,140",
            "end_time": "00:04:41,160",
            "text": "So if I called you and said somebody raped me, you wouldn't be mad? ",
            "speaker": {
                "name": "Speaker 0"
            }
        },
        {
            "start_time": "00:04:41,200",
            "end_time": "00:04:44,100",
            "text": "You just twisted my words and I didn't say that. ",
            "speaker": {
                "name": "Speaker 1"
            }
        },
        {
            "start_time": "00:04:44,360",
            "end_time": "00:04:51,020",
            "text": "Trying to get some order here, and if you're not willing to have to be a part of this, then you're free to leave. ",
            "speaker": {
                "name": "Speaker 2"
            }
        },
        {
            "start_time": "00:04:51,260",
            "end_time": "00:04:55,420",
            "text": "Rape culture exists, and you're telling me one in a thousand?  I can tell you that's bullshit. ",
            "speaker": {
                "name": "Speaker 1"
            }
        },
        {
            "start_time": "00:04:57,680",
            "end_time": "00:04:58,300",
            "text": "Do you see?  Do you see 1,900 people standing here?  I can guarantee you multiple people right here have been raped, and this is not 1,900 people.  So... ",
            "speaker": {
                "name": "Speaker 0"
            }
        },
        {
            "start_time": "00:05:09,320",
            "end_time": "00:05:11,200",
            "text": "And this man is saying, one in 1900, 1900?  According to the FBI, yeah. ",
            "speaker": {
                "name": "Speaker 1"
            }
        },
        {
            "start_time": "00:05:14,400",
            "end_time": "00:05:17,320",
            "text": "According to the FBI, one in 1900 people have been raped.  I can guarantee that I am not the only one standing here that's been raped.  And we are not 1900.  So thank you.  And thank you.  And I hope you get the hell off our campus. ",
            "speaker": {
                "name": "Speaker 0"
            }
        }
    ]
}