{
    "yt_video_id": "QHici7k3N8s",
    "transcripts": [
        {
            "start_time": "",
            "end_time": "",
            "text": "What are these things?  Well, let's start with the first thing.  When a woman sees you she can tell from a distance whether or not you have good posture.  So, posture and gait is one of the first things that a woman is going to notice about you even though it might be from a distance away.  So, if you stand with your shoulders back and your head up and you take long strides that is some physical presence that she will notice about you.  So, that's one of the first things and this is something that you can change.  So, if you have bad posture, if you take short quick strides then you can slow it down, take longer strides, you can definitely fix your posture and you can walk in a way that is more attractive.  Number two is grooming.  How you choose to put yourself together including how you do your hair, whether or not your fingernails are clean, whether or not your clothes are clean, are they disheveled, are they ironed.  A woman is going to notice this and depending on how particular she is will determine how much she notices consciously and subconsciously.  So, you want to make sure that you're well presented and not going out looking slovenly.  I mean, if you're doing work then that's one thing But if you're going out on a date or if you're going out in hopes of meeting women then you want to make sure that you're well put together and your grooming is impeccable.  including but not limited to brushing your teeth and making sure you don't have black.  Which brings me to the third trait which is a smile.  So, anybody who smiles will have a good smile because it's the genuine happiness behind the smile that is the most attractive quality.  Well, maybe the second most attractive.  The most attractive quality in a smile is actually white teeth.  Which brings me to yes, I need to wipe my teeth but Let's talk about you because I'm not picking up chicks you are.  Anyway, you want to make sure that your teeth are cleaned that you don't have plaque and that they're white.  So, as we age and depending on what we eat or drink we can have premature staining on our teeth.  that is subconsciously a sign of ill health and it's just not attractive.  So, simply whiten your teeth like Make sure you get your teeth cleaned.  make sure they're sufficiently white but not glow in the dark white.  Number four, your apparent level of fitness.  Certainly just like a guy can't help notice a girl who's like half naked with big huge boobs and tight waist and wide hips.  Women also notice men with muscles.  that doesn't mean we want men with muscles but we'd certainly notice men who are well-built.  Again, I have to really stress that women don't really want a guy who unless they're super into fitness as well.  Women, the average woman doesn't necessarily want a guy who's super, super fit because that puts a lot of pressure on her to have to be super fit as well.  But what she will notice is your general level of fitness.  So, if you're really, really overweight then that's going to say something about you.  Whether it says that your health isn't that great or it could say that maybe you have an eating problem or maybe you're lazy or maybe you have some other kind of genetic predisposition whatever it is unless she's particularly interested in whatever they call it a few extra pounds then that's something that you can change.  You can actually increase your level of fitness.  if you're overweight then it's not and you're not healthy then maybe lose some weight and if you are underweight then maybe gain some weight go to the gym or do something that's going to build a little bit of muscle.  And again, like I say you don't have to be perfect.  Perfect is a big red flag for a lot of us because as I said before it sets a standard really high and makes us feel like we have to live up to that ourselves.  And if we're not there then we're going to feel self-conscious with you.  So, most of us really don't want a perfect gut like a perfect body on a guy.  I've been there done that.  And it's just really a lot of pressure.  I would rather have someone who's Cozy, I don't know, I don't know how, you know, but healthy.  And a lot of women do you feel that way as well.  Even though we will notice just like you're going to notice a porn star that doesn't mean that's the person you want to take home to mom or have a life with.  Okay, so number six is kind of an interesting one actually and it's forearms.  So, women like men's forearms.  I don't know why it is but we notice forearms for whatever reason.  women notice forearms.  the best thing you can do isn't to have big forearms but just to roll up your dress shirts to somewhat expose your forearms.  So, a simple thing that any guy can do and it's super attractive roll up your sleeves a little bit just below the elbow and women will notice that and it's quite attractive.  And if you're into watches wear a watch that will also draw attention to your forearm.  So, that's number six, okay.  And then number seven which is a little bit less visual physical but it still is physical and this is when she gets close enough that she can smell you.  So, you want to make sure that you smell good.  You don't want to be overly cologne because that's also a turn off.  it's like what are you hiding and it can be overpowering especially to those of us who are sensitive.  But you want to make sure that if you tend to have BO then make sure you're wearing deodorant or wash well enough and or wear light cologne.  you only need one or two spritzes like in the chest area and you're good to go for the day generally.  And other thing about smell is also breath.  So, make sure again you have your teeth cleaned and that you're always smelling minty fresh because women will notice that and if you have bad breath it again is a subconscious sign of ill health.  So, make sure that you are brushing your teeth and getting them clean regularly.  Don't forget to floss.  and And then I'm going to give you actually a bonus point here.  So, there's a bonus point.  if you're young enough and I mean you can actually develop this even later in life, but typically you're going to lose a little bit of the leeway.  you've got to do this particular thing and it's called mewing, M-E-W-I-N-G.  And so, that's the jawline.  Women are attracted to a man with a strong jawline and you can actually start working on this by mewing and you can change the physical feature of your jawline.  by doing this thing called mewing.  You can notice a difference within well, maybe 6 to 12 months and it will get progressive.  And then one other thing that I want to just mention is a myth about hair.  Not all women really care about that.  And I know lots of women who are actually mostly attracted to bald guys or guys who shave their heads.  So, it's really not a big deal for most women or and if you have hair great and if you don't have hair great it's really not going to have a huge influence on you being able to get a really great girl. ",
            "speaker": {
                "name": "Speaker 0"
            }
        }
    ]
}