{
    "yt_video_id": "xhC-dQBRW0Q",
    "transcripts": [
        {
            "start_time": "",
            "end_time": "",
            "text": "Not you liking it or not.  You're laughing, but you're going to let your ego violate my rights.  I'm not having an ego whatsoever.  Yeah, that's for that property right there, I believe.  For this property right here.  Where?  Right here.  Oh, this right here?  Yeah.  So it says that all Pembroke House police officers are authorized to advise any person to leave these premises.  Yes.  They're to leave after verbal warning.  How you guys doing?  I'm all right, brother.  How's it going?  No, thank you.  All right, can we see your IDs?  Let me see your ID.  Sergeant Christian Rogers.  No, your ID with your address and all that.  By CRD?  What do you want to see my ID for?  You're filming our police station.  Is that against the law?  Officer Rogers.  That's against the law?  What law is it against?  Officer Rogers.  I'm identifying you, sir.  I thought Florida Penal Code 901.151 states.  The only time I must present ID to you is when I'm in the commission of a crime, about to commit a crime, or have committed a crime.  That's Florida Penal Code 901.151.  Well, go ahead and investigate.  I don't have to investigate.  I don't have to investigate.  Can I see your ID?  No, you're not seeing my ID.  Yes, I do.  Can I see your ID?  No.  Not until you can tell me what crime have I committed.  This can be seen from public.  Absolutely.  Right, so what crime have I committed?  None of your business.  None of your business.  You know, that's not even necessary.  If you want to know why we're filming it, I just told you.  You're not seeing my ID.  Okay, that's fine.  I'd like to identify you guys.  You don't need to identify me.  Who are you?  Sir, yes, I do.  Let me see your license.  What's your name and your badge number?  Thank you.  What's your name and your badge number?  Okay.  And your name and your badge number?  Your buddies call you D. D. My badge number?  Yeah.  92, sir.  92.  And your name and your badge number?  Is there a legal reason you want my ID?  My badge number is 564.  Thank you.  You would like to identify.  Well, I'm going to identify you.  No, you're going to violate my rights to do so.  How am I violating your rights by identifying you?  Because Florida Penal Code 901.151 states that the only time I need to give you my ID is when I'm committing a crime, about to commit a crime, or in the process of committing a crime.  So what you need to do is give me reasonable, articulable suspicion that I'm breaking the law.  That's not the Supreme Court rule.  Photography in itself is not a crime.  And this is a governmental facility.  And I have every right to come out and record you guys in the course of your duties.  So what crime am I breaking?  You're filming in the back of a police car.  You said that five times.  You don't need to know.  Who are you?  The Supreme Court is over you, buddy.  You don't trump the Supreme Court.  We can film this without you liking it or not.  You're laughing, but you're sitting up here.  You're going to let your ego violate my rights.  I'm not having an ego whatsoever.  You're going to let your ego violate my rights because you're telling me you better not be disrespectful to me.  You're a public servant.  I'm not giving you a hard time.  You better not give me a hard time.  You're a public servant.  You're absolutely right.  And you're going to respect me as the public.  Can you show some respect, though?  I don't have to respect you, but I haven't disrespected you.  I'm asking to get your identification.  And I'm telling you, and you're asking me, and I'm respectfully declining no.  You're not getting my ID because I don't have to, because you haven't shown me yours.  What's your purpose here?  What do you want to do?  It's not your police station.  It's our police station.  This is our police station.  It's not your police station.  You work here.  I allow you to work here.  You allow me to work here?  Yes, by paying my taxes, giving you employment.  That's fine.  To get a response like this from people who think they can just come up, let me explain.  If you ask me a question, how are you going to let me tell you?  To get a response from a law enforcer whose job is to enforce law, not come out and demand ID from law-abiding citizens.  It's suspicious?  No, I don't.  No, because the Supreme Court said you can't deem a lawful activity suspicious.  Probably.  But that don't make it suspicious.  It's alarming us.  To whose definition?  Okay, well, let me ask you a question.  Let me ask you a question.  Is suspicion a felony or a misdemeanor?  So it's not a crime, so it's not a law, so you don't have anything to enforce.  Okay, but is that against the law?  Okay then, thank you.  What is your name and your badge number?  And your name and your badge number?  Thank you.  What is your name and your badge number, Sergeant?  What is your name and your badge number, Sergeant?  Well, then you kick Ross.  Make sure you don't talk to me then.  I'm not getting his name is bad number like.  he's not a public servant.  Make sure you don't talk to me then.  Well, so he's a sergeant as well.  And that's how he behaves.  Is your body cam running?  Is your body cam on?  There was no crime committed and he came out.  You don't have a body cam?  But why?  Okay, but give me Florida Penal Code 901.151.  Give me that penal code.  Hey, man.  Hey, man, why you walking up behind me like that, man?  You're impeding traffic, sir.  That's not cool, man.  Don't walk up.  You got a gun, man.  Don't walk up behind me like that.  I know you're cool, but I'm just saying don't walk up behind me like that.  No, you're making a scene.  We didn't approach anybody.  One, two, three, four, five, six, seven, eight police officers, but we're making a scene.  You guys are filming on $300 phones.  If you want to film professionally and you want to get a good scene, why don't you have good equipment and film it?  This is a Galaxy S7, buddy.  This phone's $900.  But what's your purpose, bro?  So what?  What is your purpose?  Let me tell you.  like to come out.  i told you already.  i told you already i wanted to come out and exercise the free right freedom.  i want to come out and exercise freedom and see how this guy is going to respond to me.  and that's exactly what happened.  come talk to me will you?  no i don't want to talk to you.  you didn't want to identify yourself.  i don't want to talk.  anything you can say to me you can share in front of my my uh friend here.  Because until you guys tell me what law I'm breaking, you have no authority over me.  First of all, we have the authority granted to us by the law.  We never said you were breaking the law.  Right.  And again, I'm going to say, until I break the law, you have no authority over me.  And he's a sergeant.  He's a sergeant.  But after we told you that I didn't want to ID you, why didn't you let me?  You told me I was going to give it to you.  Yes, you were.  If your camera's over there.  Not really.  We just want to record and be left alone.  All right, have fun.  Did I give you?  Can you take this officer with you, please?  Because I'm tired of hearing him talk.  Yeah, we're all done.  Thank you.  Thank you.  I appreciate it.  Thank you.  I really wish you guys would have never approached us.  Easier to just say hello, how you doing?  Because this is the image that the rest of the world is going to see of the Pembroke Pines Police Department.  The image they're going to see of you.  Thank you, sir.  Okay.  All right.  You came here to do a job that was never done.  Good.  Have a nice day.  So we can record, right?  I know that.  I just wanted him to say, yeah.  I just wanted him to say, South Carolina's fussing at me, guys.  Hey, bud, I see you, man.  You all right, man.  I appreciate you, partner.  You're a good dude, man.  I wish you could stand up, but we understand.  But I appreciate what you do.  Thank you so much.  They tried us.  They really tried us.  And it didn't work out that way.  The Pembroke Pines Police Department, folks.  Pembroke, Florida.  I don't think there's a need to go to the front, do you?  No, I kind of want to go to the front.  Hold on, what does that say?  It says, what is the bottom line right there?  What's the bottom line?  Beyond this point.  We were live?  Oh, we were live, guys.  That was awesome.  I was just recording my phone.  It's crazy that there was four sergeants out there and they all allowed that type of behavior.  Eight officers in all.  And say that we're creating a scene.  So you're right.  That lady in that crime scene, man, switched on us.  She was not going.  She was not turning in there at all.  Look, it's still circling.  It's still circling.  Look.  Big Nick South Florida Accountability with my brother News Now South Carolina.  Ben Brooke, we're here.  Oh, man.  Damn! ",
            "speaker": {
                "name": "Speaker 0"
            }
        }
    ]
}