{
    "yt_video_id": "R3ODk0_rA44",
    "transcripts": [
        {
            "start_time": "",
            "end_time": "",
            "text": "As the faux mob that was created by media outlets desperate to feed into the outrage culture that they themselves helped create began to settle down, as it became apparent that yet again media outlets were not reporting truth but were pushing a narrative, that I happened upon this great cartoon that was tweeted out by James Woods, responding to the recent axing of journalists from the far left, Huffington Post and BuzzFeed. On the layoffs, Woods said that it was a victory for real journalists and the picture meant to represent the kinds of people affected by the layoffs, well they now need to learn to code. And while on the surface of it, the irony, as always, has been lost on those clickbait journalists as they stew and marinate in their own self-righteousness. According to a Recep Gallup poll from last year that tracked trust in major institutions, newspapers and television news were among the lowest, exceeded only by Congress. In fact, a majority of Americans polled in other surveys have said that they have lost all trust in the media, and a large number of those people have said that they expect the change to be permanent. While media pundits and talking heads continually attempt to blame President Trump for this precipitous decline in their institution's social capital, when people were asked why they don't trust the media, they gave answers such as, the inaccuracies, bias reporting, fake news, and the general lack of credibility, was due to clickbait, as well as overt political bias. And in this respect, I think President Trump does shoulder some of the blame, as the 2016 presidential campaign and the overwhelming bias coming out of the mainstream media, as well as the corporations that own them, became so glaringly obvious, it was very hard not to notice. And since the debacle that was the 2016 presidential campaign, presidential race that has given over today to ever-increasing censorship and a real lack of diversity of opinions, there are very few mainstream media outlets that even feign to mask their hyper-partisanship and ideology. While some like CBS or NPR, for example, at least attempt to camouflage their bias, other outlets like CNN, The New York Times, and MSNBC make no illusions that they are anything more than a distribution point for emotional political talking points. The two outlets, BuzzFeed and The HuffPost, are nothing more than soundbite propaganda that is heavily laced with identity politics, triggering headlines, and clickbait outrage stories tailor-made for social media. That is why the irony seems to be lost on not only those journalists who have recently lost their jobs, but also on their supporters like one Patrick George. Patrick George, who is the editor of a car website, Jalopnik, who tweeted recently that I believe there is a special, dedicated section of hell just for people with anime Twitter avatars who tell laid-off journalists to learn to code. Like most great memes, the learn to code meme was created over on the politically incorrect board at 4chan. Learn to code was the response by many to tweets and posts made by the newly unemployed journalists, talking about having been let go on social media. The meme was in effect being thrown back at many of the activists slash journalists that have just been fired to pretty much rub their noses in their own sanctimonious and smug suggestions beginning in the 1980s but really ramping up in the 1990s when working class Americans who saw their livelihoods and jobs evaporate as manufacturing was outsourced to China and Mexico and their suggestion to those workers was to go out and learn to code. Obviously people with gender studies and psychology degrees working at news outlets across the United States came off totally out of touch with people in the Rust Belt and thus the retort to journalists who themselves are now seeing their own industry dying out as a result of technological change and telling them to learn to code is as genius as it is simple. Much of the work that outlets like Buzzfeed and the Huffington Post do is to create outrage porn as well as edit the truth in favor of ideology as they compete for clicks and eyeballs and it was the same drive for views rather than accuracy that recently had most of the controlled media whipping up a storm of indignation, rage and bile over a teenage boy smirking. The howling, hand-wringing, banging on chests and calls for justice by not only Hollywood NPCs but much amplified by the media. Complete with death threats, calls to destroy the futures of the boys involved but also the livelihoods of their parents was gleefully egged on with the fake news that was created by outlets like Huffington Post and Buzzfeed. When they knew they had been caught yet again spreading slander, lies and fake news, some tried to dial their words back somewhat, many Twitter accounts were privated and some retractions were printed but the damage was already done. In what many would think is beyond the pale, the Native American man who not only lied about his military service in Vietnam and also lied about the events that transpired just before the smirk that was heard around the world was given, as was shown in a longer more complete video, well, he was also given a platform on NBC's Today Show to say that he forgave the kids and that they needed sensitivity training. Yeah, that's correct. For the mainstream media, correctly reporting events. It's no longer matters if truth gets in the way of the narrative that they are trying to spin. And thus, when many of those who have been directly creating the polarization and division within society via the sowing of extreme partisanship and virtue signaling lost their jobs, well, there was very little sympathy coming from the boys over at the politically incorrect board on 4chan. Interestingly, the way the media reported on the meme Learn to Code, this is NBC again, by the way. Well, they're not really doing themselves any favors. I mean, look at this. NBC also stated that the day of the rope is a far right meme about their desire to execute journalists. I mean, with this kind of journalistic accuracy, it's hard not to think of many of these people as WordPress bloggers at best, and I will leave to your imagination what they are at worst. In fact, I would say that 4chan does not have so much of a role. It is a form of a left-right dichotomy that many journalists like to cultivate and box groups of people into. But sadly, it is perhaps one of the last free speech places left where people can say anything they want without fear of repercussions, and this is why it draws people. I would also say that there are many people who frequent 4chan that are very high IQ individuals. And this is kind of why so many of the simple but ingenious memes constantly flow from these boards. Sadly, for the audience, the meme is a little too much. For the honest journalists out there, their profession has been thoroughly discredited by their colleagues that have made reporting the news more about social activism than the truth. One key takeaway, however, from what the survey spoke about at the beginning of this presentation is that when asked almost 70% of people thought their trust in the media might be restored somehow. When asked what might restore confidence in the media, among other things, people said they want a lack of bias in reporting. Very often people comment that they don't give it much closure, but I mean, in a row, But given how the first few weeks of reporting have gone in the mainstream media in 2019, that seems to be a story I do not think we are going to be seeing anytime soon. Thus, for any journalist listening, learn how to code. The sooner the better. Thanks for watching. If you liked this video, please consider subscribing. Also, follow Black Pigeon on the usual social media. Till next time.",
            "speaker": {
                "name": "SPEAKER_00"
            }
        }
    ]
}