{
    "yt_video_id": "-roa8M8hT-E",
    "transcripts": [
        {
            "start_time": "",
            "end_time": "",
            "text": "In Book 3 of Avatar the Last Airbender, there's an episode called The Southern Raiders that largely features Katara and Zuko.  It's not really a part of the main story in that if you skipped this episode, you would probably still understand what's going on over the course of the season.  Sure, there's some stuff in the beginning you would miss about why the group had to split up, but that could easily just be incorporated into the beginning of the next episode.  Most of this episode isn't strictly necessary, but it's still really good.  And I want to talk about why that is.  Because in storytelling, generally, you want everything to, in some way, advance the main plot.  It makes a story feel really well put together when everything is driving in the same direction.  Too many side stories going on can cause the story to lose its focus.  But TV shows, given a set number of episodes per season, often have filler episodes to help them fill out the season.  Too many of these can make a show frustrating to watch, cause you feel like they're never getting around to the actual plot.  But in limited quantities, they can be a fun little break away from the main story.  And in some cases, they can reveal things about a character that you never otherwise would have learned.  If it's not advancing the main plot, it can at least provide a new insight into why a character is the way that they are.  And that's what Katara's revenge storyline does.  Up until this point, we know that her mom died when she was young, but we don't know a whole lot of details about it.  So this episode gives us a look into her backstory, and that can help us to understand her actions better, which leads to a more satisfying show overall, because we know more about and care more about every character.  While the main story might be about Aang stopping the Fire Lord, the motivations and desires of the other central characters, like Katara, Sokka, and Zuko, are just as important to making the show feel substantial and well-rounded.  What this show could have done, though, was make Katara's search for her mother's killer an entirely separate thing from the main storyline.  That would have been the easy route.  It doesn't require connecting any pieces to the larger story.  But the episode doesn't do that.  Instead, the catalyst for Katara wanting to find her mom is her distrust of Zuko, which is absolutely a part of the main storyline.  From the start, Zuko was obviously Katara's enemy as he went on his crusade to capture the Avatar and restore his honor.  But at the end of Book 2, Katara slowly began to trust him.  She thought that he had changed, she thought that he would help them.  But when it came down to it, he betrayed them, allowing Azula to strike Aang with lightning, nearly killing him, and preventing him from getting into the Avatar state.  After that traumatic betrayal, Katara developed a strong dislike for Zuko, even after he had a change of heart and tried to come back and apologize to Aang, Katara, and Sokka.  It took a while for Aang and Sokka to trust Zuko, but eventually they got there.  Aang is kind of the master of forgiveness, and Sokka wasn't there in person for Zuko's betrayal.  But for Katara, because of the time she spent with Zuko before being betrayed, she couldn't bring herself to forgive him.  She had already started to trust him once, and he destroyed that trust.  It makes sense that she would be wary to trust him again.  But it's also a barrier to accomplishing the protagonist's main goal of defeating the Fire Lord, because she has to work with Zuko to help Aang prepare for his big battle.  So the show needs to address that in some way, leading perfectly into the Southern Raiders episode.  There's already history behind Katara and Zuko going into this episode, which connects it further to the overall plot.  But when Katara snaps at Zuko and says he should bring her mother back from the dead, it's clear that her anger isn't only about his betrayal.  Her anger is about what the Fire Nation has done, and she still connects Zuko to the Fire Nation because he used to be on their side.  So Zuko, wanting to be a part of the group, decides to fix things by helping Katara get some sort of resolution there, hoping to prove that he is no longer on the Fire Nation's side.  Of course, it's not that easy.  When Katara learns that she could find the person who kills her mother, you can see something change in her.  Normally an upbeat, relatively peaceful character, she's suddenly serious and out for blood.  We get our first look at a Katara filled to the brim with anger and hate.  So angry, in fact, that we see her blood bend.  The last time she blood bent, she cried about it, hating the fact that she even learned how to do it.  For her to blood bend now in this episode means that she's really reached a level of anger that we've never seen before.  We see a side of Katara that hasn't been present through most of the series, which gives her another dimension as a character, makes her feel more real.  Of course, the real moral dilemma of the episode is, should she kill the person who killed her mother?  Is it better to get revenge or to forgive?  In that regard, the show has an interesting answer.  that's kind of somewhere in the middle.  She can't bring herself to kill her mother's murderer, but she comes awfully close and has him begging for his life.  She doesn't fully explain her choice aside from saying that she can't do it, but it seems like the fact that he's not a threat anymore plays a role.  He's just chillin' in some tiny village in the mountains.  He's a horrific person, but he's not fighting back, not currently hurting people.  He's just a pathetic person.  And she can't bring herself to kill someone like that.  And while that's an interesting moral dilemma and the climax of the episode, it's kind of a blip on the radar when it comes to the overall storyline.  What's more important in that regard is how it affects her view of Zuko.  Zuko supported her through the entire hunt for her mother's killer, and that did seem to mean something in the end.  Katara couldn't bring herself to forgive the murderer, but when thinking about forgiveness, she found it in her heart to forgive Zuko, because she knows that it's the right thing to do going forward.  This is a really important moment for repairing their relationship, because how else could Kotaro forgive Zuko after such an awful betrayal?  It would have to be through him taking high stakes actions to help her, and from her having to sit and contemplate who deserves forgiveness.  This episode ticked both of those boxes.  Now they're able to work together to help train Aang and further the main storyline.  Not only that, but Zuko actually connects the whole thing back to Aang's journey.  Right at the end, Aang says that violence is never the answer, and Zuko poses a very reasonable question.  What are you gonna do when you face my  father?\".  Aang is going to have to make a similar decision to Katara, except that instead of a helpless old man, it will be a tyrannical dictator who's trying to take over the world.  That's someone who needs to be stopped, but with Aang so staunchly in the forgiveness over violence camp, it's unclear how he'll actually be able to do that.  And his concern over this is examined through further episodes up until his actual battle with Ozai.  In this way, the Southern Raiders episode has big implications for the main storyline while being its own self-contained story.  It shows us a new side of Katara that further fleshes out her character, gives us new information about her backstory, like the fact that her mother sacrificed herself to save Katara by pretending to be the last waterbender.  It allows her to make peace with Zuko, and it foreshadows what Aang is going to face in later episodes.  It says integrated into the overall storyline as a side story could be, and that's what makes it so strong.  If you wanted to cut down the season, you could take it out, have her forgive Zuko slowly over a couple of episodes, and get on with the main story.  But then you'd be missing out on a large part of who Katara is, so this episode might not directly be driving forward the main plot.  but it's an important story nonetheless.  In contrast to this would be something like episode 9 of book 3, Nightmares and Daydreams.  In this episode, Aang worries about how he's going to defeat the Fire Lord while Zuko gets a taste of life back in the Fire Kingdom.  It's a very important episode for Zuko's character, but almost everything Aang does could be cut without hurting the overall story.  Because even though Aang is the main character, worrying about how to defeat the main protagonist, this episode doesn't really teach us anything new about his character or change their situation at all.  Before this, he was going to try and defeat the Fire Lord even though he doesn't know how.  And after this, he's going to try and defeat the Fire Lord even though he doesn't know how.  He ends up in the same place without revealing anything new about his character or backstory.  We already knew he was worried about this, and him having dreams about his worries probably didn't need to take up a full episode.  That's not to say the episode is bad.  Every show is going to have stronger or weaker episodes.  But in comparison to the Southern Raiders episode, Nightmares and Daydreams seems a lot more like filler, despite its closeness to the main plot.  Because things that drive the story don't just have to be about Aang and the Fire Lord, as long as they can give us enough new information or move the overall story forward in some kind of significant way.  If Aang's worry had been because of something that happened to him in the past that we didn't know about, it could have made the episode more impactful.  or if he had discovered some method to defeat the Fire Lord that he didn't have in the beginning.  Because it doesn't do that, it feels a lot more like filler.  But Katara's revenge storyline gives us new information, deepens relationships between main characters, and puts Aang on a better path to defeating the Fire Lord, since his firebending teacher and waterbending teacher now get along.  All of this is just to say that even though I love this whole series, I think the Katara's Revenge storyline is one of the strongest side stories out of all three books, and I think it sets a good example for what makes a side story feel solid and meaningful.  Anyway, thanks so much for watching this video.  If you enjoyed it, I would really appreciate your support over on Patreon.  I'm only able to make these videos thanks to the generosity of my Patreon supporters, and your support on Patreon would mean the world to me and help me make more videos like this one.  In the comments, let me know what you thought of the Southern Raiders episode, and what your favorite episode of the series is.  Thanks everyone, and I'll see you next time. ",
            "speaker": {
                "name": "Speaker 0"
            }
        }
    ]
}