{
    "yt_video_id": "PiWs1RGrCjo",
    "transcripts": [
        {
            "start_time": "",
            "end_time": "",
            "text": "So last Halloween, we had a lot of fun killing evil spirits, but this year we wanted to up the ante.  So we may or may have not rented the most haunted house in Texas.  I didn't know it rang that way.  Let me take this.  Hello?  I'm gonna gut you like a bitch.  Now that is the spirit.  Where are ya?  I'm already in the house.  You're in the house?  Guys, he's in the house!  Guys, guys, guys, first things already, and though you are super prepared this year.  Wow.  Jared, no crossbow this year.  Went shoddy.  Nice.  Is it, is it loaded?  Again.  Yeah, okay, here.  Air Force friend mode.  There you go.  Richard, double golden 50s, huh?  Yeah, two is one and one is none.  Am I right?  Logan, how's the demon girlfriend from last year?  breakup was a little rough, but I am single as Yep, good luck!  Eli, glad you can make it this year.  I brought my fancy ones.  Eli.  Eli.  Oh God, why would you?  Oh, oh, thank you.  You're welcome.  Boys, shall we?  This is what happens.  No, my friends.  Anybody got an assist picture?  That's 15 years MREs.  Does anyone know CLS?  I am not putting my mouth on that.  Nope, nope.  Do we give him military honors?  I don't think so for choking on hot.  Hope it works.  What's split up?  I wanna play!  Come out, come out, wherever you are!  I'd love to play!  Nope, you'll burn.  I am.  Shootin' ghost.  Little nowhere.  Nah.  Nah, nah.  I'm good.  I have a .50 caliber, you have a chainsaw.  Knife through a gunfight.  Not a reliable chainsaw.  Push the choke.  The other button, it should be under it.  Good.  There you go big guy.  So I'm not gonna lie, I'm having a decent amount of fun, the group is having a blast, but I've been frustrated in the fact that someone said they'd gut me like a fish and I can't find them.  But, but, I have a solution.  I am a classy lady.  Oh, such a good flick.  Single as one?  I'm just trying to have a good time with my friends.  What did I hear?  You are single as what?  And once again, you won't let me do anything.  Single as what?  All right, I said, I said, I said, I said, oh, I said, oh, did you know how hard it is to come back from the afterlife?  I don't even know how this is possible.  Listen, I love you.  Who are you?  Back to us.  Kiss me.  Okay, yeah.  That was an amazing time.  Fantastic!  Great, great fun.  I got a kill with my gold desert eagle.  I got a flamethrower.  And.  A double-decker kill.  I am back in a... Relationship!  Your hoodie is so comfortable, by the way.  We're looking at rings.  Save the date.  Hang on, I've got back some interior work!  What's up, man?  USMC.  Nice, Semper Fi.  I poisoned the water well for you.  For coming.  Guys, the night's not over.  I found a friend who poisoned the water well.  I poisoned the water well.  And there's a horde of zombies on the way, so let's have some more fun.  Good thing I'm already dead, you jerk.  Oh, that was a bad spin chair.  Let me try that again.  The last zombie horde is gone, and it is amazing to see that ridding the world of evil brings such a diverse group of people together.  But, I guess that's America.  Cheers, and Happy Halloween. ",
            "speaker": {
                "name": "Speaker 0"
            }
        }
    ]
}