{
    "yt_video_id": "fzvbx25xqnU",
    "transcripts": [
        {
            "start_time": "",
            "end_time": "",
            "text": "",
            "speaker": {
                "name": "Speaker 1"
            }
        },
        {
            "start_time": "00:00:06,520",
            "end_time": "00:00:14,480",
            "text": "He has some brothers at a Mercedes-Benz dealership and they're trying to leave the dealership and guess who show up to put themselves in front of their car?  Good old Karen.  Let's go ahead and roll that clip. ",
            "speaker": {
                "name": "Speaker 0"
            }
        },
        {
            "start_time": "00:00:17,880",
            "end_time": "00:00:18,880",
            "text": "Why are you blocking the car?  Get the fuck out of my way.  I'm picking him up.  I can't pick him up.  I'm getting the fuck out of here.  Trust pass and what?  Trust pass and what?  Trust pass and what?  Trust pass and what?  Trust pass and what?  Trust pass and what?  Trust pass and what?  Trust pass and what? ",
            "speaker": {
                "name": "Speaker 1"
            }
        },
        {
            "start_time": "00:00:44,020",
            "end_time": "00:00:45,120",
            "text": "Trust pass and what? ",
            "speaker": {
                "name": "Speaker 0"
            }
        },
        {
            "start_time": "00:00:45,160",
            "end_time": "00:00:49,060",
            "text": "Trust pass and what?  Trust pass and what?  Trust pass and what?  Trust pass and what?  Trust pass and what?  Trust pass and what?  Trust pass and what?  Get y'all homie bro.  Get y'all homie bro.  This is why people probably want to smack the fuck ass.  y'all Move Move.  Hey, hey, just get out get in the car bro.  Move and nobody don't touch you.  move bro.  is this all homie?  don't touch me bro.  move around.  don't touch me.  move around don't touch me.  we ain't gonna touch you.  we know you don't press charges you trust.  passing to.  you own this motherfucker.  yeah you own it.  maybe I can do you don't with the dirty ass feet you don't.  dirty ass feet.  you don't get on somewhere bro.  no hey just back to car up just back to park without bro.  no just back this month.  so good Do you know her? ",
            "speaker": {
                "name": "Speaker 1"
            }
        },
        {
            "start_time": "00:01:49,260",
            "end_time": "00:01:53,000",
            "text": "Move her around, bro! ",
            "speaker": {
                "name": "Speaker 0"
            }
        },
        {
            "start_time": "00:01:53,200",
            "end_time": "00:01:55,860",
            "text": "Thank you, move her around, bro. ",
            "speaker": {
                "name": "Speaker 1"
            }
        },
        {
            "start_time": "00:01:55,900",
            "end_time": "00:01:56,480",
            "text": "Go, go! ",
            "speaker": {
                "name": "Speaker 0"
            }
        },
        {
            "start_time": "00:01:57,900",
            "end_time": "00:01:58,380",
            "text": "Do zeal, go! ",
            "speaker": {
                "name": "Speaker 1"
            }
        },
        {
            "start_time": "00:01:59,060",
            "end_time": "00:02:07,820",
            "text": "Is this a wife?  Is this a wife? ",
            "speaker": {
                "name": "Speaker 0"
            }
        },
        {
            "start_time": "00:02:11,880",
            "end_time": "00:02:12,340",
            "text": "Thank you.  Stupid bitch.  Fuck you.  Fuck you.  Stupid bitch.  Bitch, I'll smack the fuck out of you.  You're stupid.  Touch me.  Touch me. ",
            "speaker": {
                "name": "Speaker 1"
            }
        },
        {
            "start_time": "00:02:22,300",
            "end_time": "00:02:22,640",
            "text": "Touch me. ",
            "speaker": {
                "name": "Speaker 0"
            }
        },
        {
            "start_time": "00:02:22,680",
            "end_time": "00:02:23,340",
            "text": "Touch me.  Touch me.  Touch me.  I'm not your self.  I promise you.  I don't want to see that.  Hey, what's your fault?  I'll fuck you in your husband.  Fuck with me.  Touch me.  Touch me.  Touch me.  Touch me.  Touch me.  Touch me.  Touch me.  Touch me.  Touch me.  You just said it.  Touch me.  You just said it.  Bro, you just said it.  It's your wife.  Bro, you just said it.  You just fucking said it.  Get your wife, buddy.  You just fucking said it. ",
            "speaker": {
                "name": "Speaker 1"
            }
        },
        {
            "start_time": "00:02:46,620",
            "end_time": "00:02:48,160",
            "text": "You just fucking said it. ",
            "speaker": {
                "name": "Speaker 0"
            }
        },
        {
            "start_time": "00:02:48,200",
            "end_time": "00:02:49,160",
            "text": "Yeah, I will.  You are in your husband.  You better get it.  You better get it. ",
            "speaker": {
                "name": "Speaker 1"
            }
        },
        {
            "start_time": "00:02:56,660",
            "end_time": "00:02:59,720",
            "text": "So you saw how she just put herself all in front of their vehicle.  They trying to leave the Mercedes-Benz dealership.  She's saying they trust passing.  How do you know on order for you to say they trust passing, you have to be either some management employee or the owner.  And obviously Karen wasn't that.  But she just wanted to be lining her ass black men.  So we have to deal with them.  ladies and gentlemen throughout the world who could be watching.  This is the life of black people in America.  As you have seen several times are watching this channel.  Some of you may think that this can't be real life.  These people can't really be this way.  Yes, this is real life you're seeing.  You're not seeing reality TV or anything like that.  This is who they are in this country.  That's why I tell some of you, and you say, oh, I want to go to America, and I say, why?  Why do you want to come here?  You really want to deal with Karen?  You want that problem?  You want to deal with Polis putting their knees on your neck and choking you out and killing you?  You want to deal with that?  Because that's what you could deal with coming to America.  You do better where you at.  Fix your own countries where you at.  I'm telling you, you don't want to come into this problem.  But I read it said the Mercedes-Benz of Scottsdale, so maybe Scottsdale, Arizona could be whatever it was at them.  Maybe another Scottsdale.  I'm just taking a wild stab in the dark.  But even though when the men came up blocking her crazy behind and I guess whatever guy that she's with or whatever, he's trying to pull her away.  And she's still like that.  See, a woman like that, I couldn't be with her.  I was like, there's a woman like that, go get two piles of her to kill because you're trying to clean up her mess and what she's doing out here.  And then could cause you to be in some sort of fight with a man.  And you wouldn't wouldn't cross two words with.  Well, she crazy.  A woman like that.  Uh-uh.  No, she would have to go with me.  I cannot deal with no woman, send up a challenge in a man.  You don't challenge no man like that.  And for what?  The men wasn't doing you anything.  They were leaving.  And even if it wasn't leaving, what is it to her?  I mean, these people are crazy.  I mean, the last time we covered what?  This woman was some Russian, and she got money.  Her inner hoods, we got money.  And she wanted to cry and complain, and she not racist.  Well, how many videos have we seen you run up on white people and call the police on them?  Nah, she didn't call the police.  But she was trying to yell, you seen the background, you seen cop lights, it was in the distance.  She was yelling to hopefully get their attention.  She was yelling for their attention.  Those guys that came on, she was yelling for the police.  because they know exactly what the police gonna do to black people.  But who is she?  I mean, you guys probably can find out.  You probably guys probably even know who she is.  But who was the she-work?  Do they approve of the way she acts in this video?  Let us know.  The epidemic called Karen with continued to be chronicle every chance we get, because we gotta definitely put out the message.  that Karen is a part of the problem too.  Not just the police.  Karen tries to get the police to come out to harm jail or possibly kill black people.  So yes, Karen has to be focused on in this time period.  For those of you who are protesting throughout the world, make sure you keep Karen out of your country because that Karen will be trying to go to the different African nations Can be trying to go to the different Asian countries or ever she like to go.  keep her out if you don't want that problem But a lot of you don't have now on one to call right.  so that is a Lot of it at least because like I said before when I was in the continent last time I said listen and I'm gonna say something crazy to me the mezungus.  we don't have a 911 here.  So who you gonna call?  Hmm. ",
            "speaker": {
                "name": "Speaker 0"
            }
        }
    ]
}