{
    "yt_video_id": "uApSEOBD_qM",
    "transcripts": [
        {
            "start_time": "",
            "end_time": "",
            "text": "Well, we're here in part two of lessons from the Moller Report.  And so I'm wondering how we're going to learn those lessons.  During part one of lessons of the Moller Report, we brought in John Deane to reexamine the Nixon impeachment.  Perhaps during part two, we'll get to the impeachment of Andrew Johnson.  Well, maybe the folks here could teach us some lessons for the witnesses so that we don't have to individually go through.  Here's the question.  And raise your hand if you would answer this in the affirmative.  Do any witnesses here have personal knowledge regarding the truth or falsity of a single material fact in the Mueller report?  If you have personal knowledge regarding the truth or falsity of a single material fact, just raise your hand so I can figure out who to ask the question, too.  So the record can reflect.  no witnesses have raised their hand, no witnesses have any personal knowledge regarding a single fact in the report.  No witnesses, last week, had personal knowledge. ",
            "speaker": {
                "name": "Speaker 1"
            }
        },
        {
            "start_time": "00:01:02,120",
            "end_time": "00:01:03,140",
            "text": "Well, the gentleman yield.  I'll certainly yield to the chairman, because I mean, I would remind the gentleman that there is an ongoing controversy that the White House is asserting the right to prohibit the testimony of any witness with regard to anything that happened. ",
            "speaker": {
                "name": "Speaker 3"
            }
        },
        {
            "start_time": "00:01:21,380",
            "end_time": "00:01:23,060",
            "text": "I'm going to reclaim my human presence.  I fully understand and appreciate that, Mr.  Chairman.  I will not, because I want to respond to the Chairman's assertion.  The person over whom the White House can assert no privilege is Robert Mueller.  And you have the power to subpoena Robert Mueller.  You have used subpoena power extensively in this committee, and you want subpoena the person who wrote the report.  And so this hearing should not be entitled lessons from the Mueller report.  It should be entitled hot takes from the Mueller report, because what we're getting are people who have no knowledge of the facts, no information as to the underlying information, they're just reading it and offering their analysis and their hot takes.  But I think that there is a far more critical issue that our committee should be addressing and that we could address.  Right now, where the circumstance were upwards of 5,500 people are arriving every day on our southern border.  And this committee has the jurisdiction to reform our asylum laws, to secure the border, to make changes to ensure that we have a country that's protected and a rule of law that's maintained.  Fortunately, actually one of our witnesses is somewhat of an expert on this subject.  Ms.  Cordero, you are not in order.  Ms.  Cordero, you are somewhat of an expert on the activities that go on on our southern border, aren't you? ",
            "speaker": {
                "name": "Speaker 1"
            }
        },
        {
            "start_time": "00:02:39,480",
            "end_time": "00:02:44,840",
            "text": "I do some work related to national security and Homeland Security in my capacity as a senior fellow, yes. ",
            "speaker": {
                "name": "Speaker 2"
            }
        },
        {
            "start_time": "00:02:45,140",
            "end_time": "00:02:52,840",
            "text": "And in 2013 for Georgetown, you wrote an essay entitled Breaking the Mexican Cartels, A Key for Homeland Security Challenge. ",
            "speaker": {
                "name": "Speaker 1"
            }
        },
        {
            "start_time": "00:02:54,020",
            "end_time": "00:02:59,000",
            "text": "I wish it was about the Mueller report. ",
            "speaker": {
                "name": "Speaker 4"
            }
        },
        {
            "start_time": "00:02:59,040",
            "end_time": "00:03:00,680",
            "text": "I really wish it was about the Mueller report. ",
            "speaker": {
                "name": "Speaker 3"
            }
        },
        {
            "start_time": "00:03:03,300",
            "end_time": "00:03:08,620",
            "text": "There were no anything about the Mueller report. ",
            "speaker": {
                "name": "Speaker 1"
            }
        },
        {
            "start_time": "00:03:10,340",
            "end_time": "00:03:11,280",
            "text": "Gentlemen, we'll suspend. ",
            "speaker": {
                "name": "Speaker 3"
            }
        },
        {
            "start_time": "00:03:11,540",
            "end_time": "00:03:30,920",
            "text": "You wrote, breaking the Mexican cartels is no easy feat, but is it necessary one to secure our southern border, eliminate the presence of dangerous cartels in our cities, reduce Americans' contributions to the drug trade and resulting violence, and play our role in restoring the Mexican citizenry to a free society from daily terror.  Is it your impression that since you wrote this in 2013 that the circumstances on our southern border have gotten better or worse? ",
            "speaker": {
                "name": "Speaker 1"
            }
        },
        {
            "start_time": "00:03:40,060",
            "end_time": "00:03:41,720",
            "text": "I will excuse it, the gentleman will suspend.  Since this does not reflect, this has nothing to do with part one or volume one or volume two of the Mueller report or anything conceivably within the ambit of this hearing or the notice of this hearing, the witness may or may not reply in his or her discretion. ",
            "speaker": {
                "name": "Speaker 3"
            }
        },
        {
            "start_time": "00:04:04,580",
            "end_time": "00:04:05,740",
            "text": "I'm happy to respond, Congressman.  When I wrote that report, I thought that it was an issue that needed attention.  It was not at the beginning of the Obama administration something that I think did get sufficient attention.  There clearly is a change circumstance.  We are in 2019 now.  There is clearly a humanitarian problem on the southern border that needs to be addressed.  What you will not find in that article is any mention of a wall.  as a response to that challenge, nor any encouragement of the use of emergency authorities to solve. ",
            "speaker": {
                "name": "Speaker 2"
            }
        },
        {
            "start_time": "00:04:40,680",
            "end_time": "00:04:48,820",
            "text": "I understand that, but you recognize the crisis, you recognize that it's worse, and I acknowledge that the wall may be something that divides us, but reforming our asylum laws, ",
            "speaker": {
                "name": "Speaker 1"
            }
        },
        {
            "start_time": "00:04:49,160",
            "end_time": "00:04:49,700",
            "text": "ensuring ",
            "speaker": {
                "name": "Speaker 0"
            }
        },
        {
            "start_time": "00:04:49,780",
            "end_time": "00:04:57,700",
            "text": "that we've got the supplemental appropriation in place to make sure people are dying on our border And reducing the terror you write about is a lot more important than hearing for ",
            "speaker": {
                "name": "Speaker 1"
            }
        },
        {
            "start_time": "00:04:57,940",
            "end_time": "00:04:58,140",
            "text": "people ",
            "speaker": {
                "name": "Speaker 3"
            }
        },
        {
            "start_time": "00:04:58,220",
            "end_time": "00:04:59,980",
            "text": "that know nothing about the Mueller report.  It's time of the Germans on the Mueller report. ",
            "speaker": {
                "name": "Speaker 1"
            }
        },
        {
            "start_time": "00:05:02,380",
            "end_time": "00:05:04,060",
            "text": "It's time of the gentleman has expired.  Mr. ",
            "speaker": {
                "name": "Speaker 3"
            }
        },
        {
            "start_time": "00:05:04,180",
            "end_time": "00:05:07,280",
            "text": "Chairman, you guys make way more than your eye-coded time on a bullet.  And then you write my time and impose on it and then restrict it.  It's no wonder witnesses don't want to come here and testify this committee.  I yield back. ",
            "speaker": {
                "name": "Speaker 1"
            }
        },
        {
            "start_time": "00:05:15,400",
            "end_time": "00:05:18,160",
            "text": "I'd be happy to come back and talk about Homeland Security at another time. ",
            "speaker": {
                "name": "Speaker 2"
            }
        },
        {
            "start_time": "00:05:19,700",
            "end_time": "00:05:27,300",
            "text": "This is a Republican Congressman Matt Gaetz on the receiving end of an answer he didn't expect from Georgetown professor and national security analyst Carrie Cordero.  At a hearing about the Mueller report, Gaetz pulled a tired stunt that he's used in the past, which is to divert attention away from the issue at hand and instead bring up a completely unrelated issue to impress the president.  He tried to rope Cordero into his desperate pandering to Trump, invoking an old essay she wrote in 2012 in which she discusses the national security risk that Mexican cartels pose.  And she acknowledges that it still is a risk, but that nowhere in her essay was the solution of border wall, which is Gates' answer to all of this.  because clearly he's performing for an audience of one.  He's doing Trump's bidding, throwing his full weight behind Trump's only solutions to the border issue, which is to divert billions of dollars toward a big slab of concrete.  But now, with standing the ineffectiveness of this solution, the Southern border has nothing to do with the Mueller report.  Although Trump would love nothing more than for his mouthpieces to deflect and throw some red meat to his base every time the issue of accountability was raised.  But this wasn't the only lapse in judgment by Matt Gates.  He throws a tantrum about the very bases of the hearing that expert witnesses were there to discuss the Mueller report instead of someone with direct knowledge of the probe.  First of all, the purpose of having expert witnesses is twofold.  One is that our judicial system is informed by precedent, like, for example, and I'm just taking a wild swing here, the precedent of impeaching presidents for having committed obstruction of justice.  Two, expert witnesses are there to inform members of Congress so that decisions aren't made by partisan hacks.  Don't think a wild swing is necessary to identify who I'm talking about here.  And Gates goes so far as to ask the witnesses if any of them have personal knowledge of the Mueller probe.  But here's the thing, it wouldn't matter if they did.  Mueller released a 448 page report, and yet Gates is still alleging that there was no obstruction and no collusion regurgitating Trump's talking points.  What would the point be of bringing someone with intimate knowledge of the investigation forward if Gates is going to distort its findings anyway?  Here's what we already know.  The Mueller investigation found 10 instances of obstruction of justice.  From Trump firing then FBI director James Comey when the FBI began its investigation into the Russia scandal, to then trying to have Mueller removed on multiple occasions, to ordering White House counsel Don McGahn to lie about Trump's order to have him removed, to dangling pardons for Flynn and Manafort, to intimidating Michael Cohen when he began cooperating with prosecutors.  We know that the Trump campaign cooperated with Russian officials to work toward getting Trump elected.  From the Trump Tower meeting between Don  Jr.,  Manafort Kushner, and a Kremlin-linked lawyer who promised dirt on Hillary Clinton to Trump's national security adviser, Mike Flynn, discussing sanctions with the Russian ambassador to Paul Manafort sharing polling data with Konstantin Kalimnik to Trump himself asking Russia on national television to hack into Hillary Clinton's emails. ",
            "speaker": {
                "name": "Speaker 0"
            }
        },
        {
            "start_time": "00:08:00,860",
            "end_time": "00:08:08,640",
            "text": "Russia, if you're listening, I hope you're able to find the 30,000 emails That are missing. ",
            "speaker": {
                "name": "Speaker 5"
            }
        },
        {
            "start_time": "00:08:09,680",
            "end_time": "00:08:16,640",
            "text": "I think you will probably be rewarded mightily by our press, which they then went ahead and tried to do only hours later.  The purpose of this hearing is not to figure out what the probe uncovered.  The report had Gates dain to read it already did that in devastating fashion.  is to figure out how to move forward.  Because while Republicans have opted to bury their heads in the sand and their desperate deference to Trump, that's not what history tells us we should do.  That's not what experts tell us we should do, and that's not what the law tells us we should do.  Beyond that, who else does Gates expect Democrats to call?  The White House has blocked both Don McGann and Attorney General Bill Barr from testifying even under threat of being held in contempt of Congress, which they ultimately were.  And notwithstanding the wonderful optics that come with blocking officials from speaking publicly about the probe, Those are people directly connected to it.  Those are people with firsthand knowledge of Mueller's investigation.  And I don't recall Matt Gaetz throwing a fit about the White House forcing them into silence.  So instead of pounding his fists on the table because every hearing isn't an opportunity to impress his boss, Matt Gaetz should think before he tries his next Scotch a moment because it'd be a real shame if it were to backfire and leave the crowd laughing at him instead. ",
            "speaker": {
                "name": "Speaker 0"
            }
        }
    ]
}